{
  "GRI 2-9-b": {
    "types": "governance",
    "sub-title": "structure",
    "disclosure": "struktur dan komposisi tata kelola",
    "description": "Describes the role of the highest governance body, such as the Board of Commissioners, in decision-making and overseeing the organization's impact management on economic, environmental, and social aspects.",
    "keywords": [
      "GRI 2-9",
      "GRI 2-9-b",
      "struktur tata kelola keberlanjutan",
      "struktur tata kelola esg",
      "direksi keberlanjutan",
      "komite keberlanjutan",
      "dewan komisaris",
      "Struktur Pengelolaan ESG",
      "Struktur Pengawasan ESG",
      "tata Kelola Perusahaan Berkelanjutan",
      "kebijakan Tata Kelola ESG",
      "manajemen Keberlanjutan",
      "sistem Tata Kelola Keberlanjutan",
      "organisasi Tata Kelola ESG",
      "kepemimpinan Tata Kelola ESG",
      "Dewan Direksi dan Tata Kelola Keberlanjutan",
      "Komposisi Tata Kelola Keberlanjutan",
      "Kebijakan dan Regulasi Tata Kelola",
      "ESG Governance Structure",
      "Sustainability Governance Framework",
      "Corporate Governance for Sustainability",
      "Board of Directors on Sustainability",
      "Governance Oversight on ESG",
      "ESG Management Structure",
      "Sustainability Leadership Committee",
      "ESG Compliance Framework",
      "Sustainability Board Committee",
      "ESG Governance Policy",
      "Supervisory Board for ESG",
      "ESG Governance Organization",
      "Sustainability Governance Strategy",
      "ESG Decision-Making Structure",
      "Corporate Governance & ESG Integration"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "he report mentions the existence of the highest governance body, such as the Board of Commissioners or the Sustainability Committee, but does not provide a detailed explanation of their role, responsibilities, or involvement in decision-making and oversight of economic, environmental, and social impacts. The information provided is only a general statement without additional details or supporting evidence.",
      "2": "report describes the role of the highest governance body in decision-making and oversight regarding one of the three sustainability aspects: economic, environmental, or social. The report should demonstrate how the committee or board of commissioners contributes to managing the organization's impact on one of these areas, even if it does not cover the full scope of sustainability.",
      "3": "report explains the role of the highest governance body in overseeing and managing the organization's impact on two of the three sustainability aspects (e.g., economic and environmental, or environmental and social). The report should provide details on how the governance body participates in decision-making and oversight related to these two aspects.",
      "4": "report comprehensively describes the governance structure and the highest governing body's role in ESG decision-making, including oversight mechanisms and impact management on economic, environmental, and social aspects. The report must cover committee relationships, ESG policy responsibilities, implemented initiatives, and alignment with global sustainability standards."
    },
    "references": {
      "1": "Laporan Bank Jago & Diagnos Laboratorium Utama hanya menunjukan jabatan dewan komisaris dalam struktur organisasi, disertai dengan profil singkat atau latar belakang dari dewan komisaris tanpa menjelaskan peran dan tanggung jawab secara rinci. struktur organisasi mengacu pada list dewan komisaris secara umum tanpa ada perincian lebih dalam mengenai terbentuknya struktur dewan komisaris ESG\nPada laporan Diagnos Laboratorium Utama hanya menjelaskan bahwa perusahaan telah menaati regulasi yang berlaku mengacu bahwa pada perusahaan harus memiliki dewan Komisaris",
      "2": "Laporan Alam Sutera Realty dan Astra Motor menyatakan lebih dalam terkait peran dan hubungan badan kelola tertinggi. Kedua Perusahaan menjelaskan adanya pembentukan komite khusus yang mengelola keberlanjutan dan menyebutkan bahwa komite keberlanjutan yang didirikan melaporkan terhadap isu-isu terkait pada direksi yang bertanggung jawab, terlihat juga adanya hubungan interaksi satu sama lain dari komite keberlanjutan dengan direksi yang bertanggung jawab.\nlebih lagi pada laporan Astra Motor disertai dengan struktur yang dipaparkan list anggota dari beberapa data tambahan terkait dengan komite keberlanjutan yang ada.",
      "3": "Laporan Adhikarya dan Bank Tabungan Negara memaparkan struktur Dewan Komisaris dan Direksi dengan lebih lengkap diluar dari bagan struktur Organisasi dimana terdapat list anggota yang dipaparkan dalam laporan  disertai dengan peran dari dewan komisaris terhadap aspek keberlanjutan \n kedua laporan juga menjelaskan alur serta hubungan interaksi antar badan kelola tertinggi terhadap sistematis struktur keberlanjutan bagi perusahaan \n lebih lagi pada laporan bank tabungan negara melengkapi peran komite keberlanjutan dengan informasi terkait goals , objectives , development program dan sebagainya.",
      "4": "Laporan Jasa Marga dan Bank Rakyat Indonesia ,keduanya menitikberatkan aspek keberlanjutan dengan baik dimana selain memaparkan peran dan tanggung jawab dewan komisaris selain itu kedua perusahaan juga memuat struktur khusus yang fokus terhadap aspek keberlanjutan dengan rangkaian sistematis pelaporan isu terhadap badan kelola tertinggi yang bertanggung jawab \n Struktur keberlanjutan yang dipaparkan juga disertai dengan informasi anggota dari komite tersebut \n Pengukuran kinerja dan pelaporan isu juga dijelaskan dengan sistematis disertai dengan adanya standar kerja yang mengacu pada ISO Standard \n Divisi dan komite tersebut juga memaparkan policy , strategi dan goals dari badan keberlanjutan"
    }
  },
  "GRI 2-16-a (structure)": {
    "types": "governance",
    "sub-title": "structure",
    "disclosure": "komunikasi masalah penting",
    "description": "Explains whether there is a formal procedure within the governance structure for reporting critical issues to the highest governance body, including follow-up actions.",
    "keywords": [
      "Sistem Pelaporan Pelanggaran",
      "Sistem Whistleblowing",
      "Pengaduan Pelanggaran",
      "Pelaporan Kejahatan Korporasi",
      "Saluran Pengaduan",
      "Saluran Pelaporan Rahasia",
      "Layanan Whistleblower",
      "Pelaporan Kecurangan",
      "Pengaduan Internal",
      "Mekanisme Pengaduan",
      "Sistem Etika & Kepatuhan",
      "Prosedur Pelaporan Pelanggaran",
      "Pelaporan Masalah Perusahaan",
      "Investigasi Internal",
      "Tata Kelola Pelaporan Masalah",
      "Whistleblowing Mechanism",
      "Whistleblower System",
      "Incident Reporting System",
      "Fraud Reporting",
      "Corporate Whistleblowing",
      "Anonymous Reporting Channel",
      "Ethics Hotline",
      "Compliance Reporting",
      "Internal Complaint Mechanism",
      "Ethical Breach Reporting",
      "Governance & Compliance Reporting",
      "Misconduct Reporting",
      "Integrity Reporting System",
      "Reporting Violations",
      "Internal Investigation Framework"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report merely states the existence of a system or procedure for reporting critical issues to the highest governance body without further explanation. The information provided is general, lacking details on the mechanism, reporting process, or follow-up actions. There is no specification of communication channels, escalation procedures, or evidence of system implementation.",
      "2": "report mentions the existence of a formal procedure within the governance structure for reporting critical issues to the highest governance body but only covers part of the necessary details. For example, the report states that a reporting mechanism exists but does not elaborate on the procedure or follow-up actions.",
      "3": "the report provides an almost complete explanation of the issue-reporting procedure, including how the reporting system is structured, the escalation process, and follow-up actions taken. However, some details may still be missing, such as the specific name of the reporting system or a detailed explanation of how complaints are addressed by the highest governance body.",
      "4": "the report provides a detailed explanation of the formal governance procedure for reporting critical issues, including the system's name, reporting mechanisms, and follow-up procedures. The report must cover available reporting channels, confidentiality measures, responsible parties, and examples of implementation or outcomes of the system."
    },
    "references": {
      "1": "Laporan Bank jago dan Diagnos Laboratorium Utama keduanya menyatakan adanya sistem whistleblowing disertai dengan pedoman pelaporan . Keduanya melengkapi informasi dengan diberitahukan saluran pelaporan , tata cara pelaporan (singkat), tujuan dan implementasi komitmen perusahaan.\n Informasi yang dijabarkan dinilai kurang lengkap karena tidak memberikan informasi terkait badan perusahaan yang akan bertanggung jawab untuk menindak lanjuti keluhan serta tidak diberikan informasi terkait jumlah pelaporan , jenis pelanggaran dan sistematis penyelesaian masalah yang terjadi.",
      "2": "Laporan Antam dan BTPN Syariah menjelaskan lebih detail terkait mekanisme pelaporan Whistle Blowing System disertai dengan badan kelola yang bertanggung jawab atas pelaporan pelanggaran yang terjadi . hal ini juga didukung dengan adanya dedikasi dari komite terkait untuk secara reguler melakukan audit \n Lebih lagi kedua perusahaan juga memberikan keterbukaan informasi jumlah pelaporan yang ada dan persentase laporan yang telah diselesaikan (resolved) hanya informasi ini dinilai kurang lengkap karena tidak menyebutkan kategori pelanggaran yang terjadi \n sebagai bentuk komitmen perusahaan selalu memperbaharui sistem pelaporan yang digunakan agar lebih efektif kedepannya tetapi tidak dijelaskan metodenya",
      "3": "Laporan Alam Sutera Realty dan Bank Negara Indonesia , keduanya menjelaskan adanya mekanisme pelaporan yang terperinci disertai dengan keterbukaan jumlah laporan pada tahun berjalan \n lebih jauh lagi berbagai informasi terkait Whistleblowing System bisa di akses informasinya pada website maupun laporan tahunan perusahaan secara lebih terperinci \n Mekanisme pelaporan juga diinformasikan lebih jelas baik dari divisi yang bertanggung jawab untuk menindaklanjuti pelaporan",
      "4": "Laporan Charoen Pokphand Indonesia dan Bank Rakyat Indonesia menjelaskan dengan rinci mekanisme atau prosedur pelaporan whistle blowing system disertai dengan tipe - tipe pelanggaran yang dikategorikan sebagai pelanggaran yang harus dilaporkan \n lebih lagi dijelaskan juga bagian kelola tertinggi yang bertanggung jawab untuk menindak lanjuti pelanggaran yang terjadi \n jumlah dan persentase pelanggaran yang terjadi dan pelaporan yang telah ditindaklanjuti juga diberikan informasinya secara lengkap"
    }
  },
  "GRI 2-9-c": {
    "types": "governance",
    "sub-title": "structure",
    "disclosure": "struktur dan komposisi tata kelola",
    "description": "Describes the composition of the highest governance body and its committees based on: (i) executive and non-executive members, (ii) independence, (iii) tenure, number of positions, and other significant commitments held by each member, (iv) gender, (v) underrepresented social groups, (vi) competencies related to the organization’s impact, (vii) stakeholder representation.",
    "keywords": [
      "Struktur Tata Kelola ESG",
      "Struktur Tata Kelola Keberlanjutan",
      "Sistem Tata Kelola Keberlanjutan",
      "Model Tata Kelola Keberlanjutan",
      "Tata Kelola Lingkungan, Sosial, dan Tata Kelola (LST)",
      "Tata Kelola Perusahaan Berkelanjutan",
      "Kepemimpinan ESG",
      "Manajemen ESG",
      "Dewan Keberlanjutan",
      "Komite Keberlanjutan",
      "Komite Tata Kelola ESG",
      "Direktur ESG",
      "Direktur Keberlanjutan",
      "Kepala Keberlanjutan",
      "Manajer Tata Kelola ESG",
      "Struktur Manajemen ESG",
      "Struktur Pengambilan Keputusan ESG",
      "ESG Governance Framework",
      "ESG Management Structure",
      "Corporate Sustainability Governance",
      "Board of Sustainability",
      "Sustainability Leadership",
      "ESG Oversight",
      "Sustainability Governance Model",
      "ESG Decision-Making Structure",
      "Executive Committee on Sustainability",
      "ESG Risk Governance",
      "Chief Sustainability Officer (CSO)",
      "Head of ESG",
      "Director of ESG Governance",
      "ESG Compliance Structure",
      "ESG Governance Mechanism",
      "Sustainability Governance Model",
      "Sustainable Corporate Governance"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only mentions the existence of the highest governance body without providing detailed information on its composition and attributes. The information presented is basic and general, for example, simply stating that a governance body exists without elaborating on independence, tenure, gender diversity, or relevant competencies. There is no specific data regarding the structure, number of members, or stakeholder representation.",
      "2": "report includes roughly half of the required details regarding the composition of the highest governance body and its committees. For example, it may mention the presence of executive and non-executive members as well as independence but lacks detailed information on tenure, number of positions held, or diversity aspects such as gender and underrepresented social groups.",
      "3": "report covers more than 50% of the required elements, including details on executive and non-executive members, independence, and most other aspects like competencies related to the organization's impact and stakeholder representation. However, some details might still be missing, such as full disclosure on tenure or a comprehensive explanation of social diversity representation.",
      "4": "the report provides a comprehensive disclosure of the highest governance body and its committees, covering all aspects such as executive and non-executive members, independence, tenure, number of positions, other significant commitments, gender representation, underrepresented social groups, competencies related to organizational impact, and stakeholder representation. The information should be clearly structured, detailing organizational hierarchy, individual responsibilities, and their connection to sustainability governance."
    },
    "references": {
      "1": "Laporan Sumber Alfaria Trijaya & Alam Sutera Realty, menjelaskan profil direksi tetapi hanya mencantumkan nama dalam komposisi direksi, tidak ada informasi lebih lengkap yang menunjang penilaian seperti komposisi dan atribut, aspek independensi, masa jabatan, keberagaman gender, dan kompetensi yang dimiliki",
      "2": "Laporan Antam & Astra Motor , menjelaskan lebih dalam komposisi direksi yang ada dilengkapi dengan data seperti informasi gender , masa jabatan , kompetensi yang dimiliki tetapi tidak memberikan informasi detail mengenai jumlah posisi yang dipegang, atau keberagaman dalam hal gender dan kelompok sosial yang kurang terwakili."
    }
  },
  "GRI 2-29 (structure)": {
    "types": "governance",
    "sub-title": "structure",
    "disclosure": "keterlibatan pemangku kepentingan",
    "description": "Explains whether stakeholders are included in the governance structure and the extent of their involvement in decision-making and organizational oversight.",
    "keywords": [
      "Keterlibatan Pemangku Kepentingan",
      "Pelibatan Pemangku Kepentingan",
      "Partisipasi Pemangku Kepentingan",
      "Konsultasi Pemangku Kepentingan",
      "Komunikasi dengan Pemangku Kepentingan",
      "Dialog dengan Pemangku Kepentingan",
      "Hubungan dengan Pemangku Kepentingan",
      "Interaksi dengan Pemangku Kepentingan",
      "Manajemen Pemangku Kepentingan",
      "Pendekatan terhadap Pemangku Kepentingan",
      "Proses Pelibatan Pemangku Kepentingan",
      "Identifikasi Pemangku Kepentingan",
      "Pemangku Kepentingan Internal",
      "Pemangku Kepentingan Eksternal",
      "Pemangku Kepentingan Perusahaan",
      "Stakeholder Involvement",
      "Stakeholder Participation",
      "Stakeholder Consultation",
      "Stakeholder Communication",
      "Stakeholder Engagement Strategy",
      "Stakeholder Dialogue",
      "Stakeholder Relations",
      "Stakeholder Interaction",
      "Stakeholder Management",
      "Approach to Stakeholder Engagement",
      "Stakeholder Engagement Process",
      "Stakeholder Identification",
      "Internal Stakeholders",
      "External Stakeholders",
      "Corporate Stakeholders"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only provides a general overview of stakeholder involvement in the governance structure without detailed explanation. The information presented merely states that stakeholders are engaged in decision-making processes but does not specify the extent of their involvement, engagement mechanisms, or communication methods. There is no specific data on stakeholder identification or how they influence organizational policies.",
      "2": "report includes roughly half of the required details about stakeholder involvement in the governance structure. For example, it may mention that stakeholders are part of the decision-making process but lacks specifics on the extent of their involvement or the consultation mechanisms used.",
      "3": "report covers more than 50% of the required aspects, including stakeholders' roles in decision-making and organizational oversight. The report might describe some communication and consultation mechanisms but may still lack specific details on the formal governance structure that integrates stakeholder engagement.",
      "4": "the report provides a complete disclosure of stakeholder involvement in the governance structure, including their role in decision-making and organizational oversight. The information should cover stakeholder identification, engagement mechanisms, levels of participation (both internal and external), and the impact of their involvement on organizational policies and strategies."
    },
    "references": {
      "2": "Laporan AKR Corporindo & Barito Pacific Group mengangkat 5-6 kelompok stakeholder disertai dengan metode keterlibatan",
      "3": "Laporan Bank Central Asia melibatkan 8 kelompok stakeholder disertai dengan metode keterlibatan \n Kategori penilaian ini jika perusahaan melibatkan 7-9 kelompok stakeholder",
      "4": "Laporan Astra Agro Lestari & Bank Tabungan Negara menjabarkan kelompok stakeholder yang terlibat lebih dari 10 kelompok dimana informasi terkait metode pelibatan , frekuensi dan hal lain yang menunjang penilaian dilaporkan dengan terperinci"
    }
  },
  "GRI 3-2-a": {
    "types": "governance",
    "sub-title": "audits & internal control",
    "disclosure": "daftar topik material",
    "description": "Describes material topics, which are the organization's most significant impacts on the economy, people, planet, and human rights (HR).",
    "keywords": [
      "Topik Material",
      "Isu Material",
      "Topik Signifikan",
      "Dampak Signifikan",
      "Aspek Material",
      "Isu Utama",
      "Faktor Materialitas",
      "Prioritas ESG",
      "Prioritas Keberlanjutan",
      "Topik ESG Penting",
      "Faktor Keberlanjutan",
      "Topik Prioritas",
      "Materialitas dalam ESG",
      "Materialitas dalam Keberlanjutan",
      "Materialitas Perusahaan",
      "Material Topic",
      "Material Issues",
      "Significant Topic",
      "Key Issues",
      "Materiality Factors",
      "Sustainability Priorities",
      "ESG Priorities",
      "Key ESG Topics",
      "Important ESG Topics",
      "Corporate Materiality",
      "Material Impact",
      "Materiality Assessment",
      "Sustainability Materiality",
      "Materiality in ESG",
      "Business Materiality"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only states that the organization has material topics without providing clear details. The information presented remains general, such as merely acknowledging impacts on the economy, people, the environment, or human rights, but does not elaborate on specific topics, their significance, or how they were identified.",
      "2": "the report covers only one of the four main material topics (economy, people, planet, or human rights). For example, the report may discuss significant economic impacts but omit discussions on environmental, social, or human rights impacts.",
      "3": "report covers three out of the four key material topics. For instance, it might discuss economic, environmental, and social impacts but fail to explicitly address human rights.",
      "4": "the report comprehensively identifies and explains all relevant material topics, including the organization’s significant impacts on the economy, people, planet, and human rights (HR). Each topic should be discussed in detail, covering context, significance, and how the organization addresses it within its sustainability strategy and policies."
    },
    "references": {
      "2": "Laporan Bank Danamon dan Bank Jatim menyampaikan informasi daftar topik material signifikansi tetapi dalam daftar topik hanya 1-2 2 kategori aspek yang disampaikan sebagai topik signifikansi perusahaan tidak disertai dengan informasi metode pengambilan keputusan terkait pemilihan aspek sebagai fokus",
      "3": "Laporan Astra Motor dan Bank Negara Indonesia menyampaikan daftar topik material secara lebih banyak dengan inklusi lebih dari 32 kategori aspek yang diangkat \n Lebih lagi kedua perusahaan menyampaikan metode pengambilan keputusan terkait aspek disertai dengan informasi topik prioritas perusahaan",
      "4": "Laporan Matahari Department Store dan Merdeka Copper Gold menyampaikan daftar topik material dengan komprehensif dengan menjabarkan informasi relevan dan yang terpenting adalah membahas seluruh aspek. \n Penggolongan pemetaan isu topik juga diatur dengan baik sesuai dengan kelompok aspek \n Adanya pelibatan stakeholder dalam pemilihan topik yang akan diangkat"
    }
  },
  "GRI 2-5": {
    "types": "governance",
    "sub-title": "audits & internal control",
    "disclosure": "penjamin eksternal",
    "description": "Describes policies and practices for engaging external assurance providers, including the role of the highest governance body and senior executives. If external assurance is obtained, provides report references and explains the scope of assurance and the organization's relationship with the assurer.",
    "keywords": [
      "Penjamin Eksternal",
      "Validasi Eksternal",
      "Asuransi Eksternal",
      "Layanan Penjaminan",
      "Penjaminan Laporan",
      "Verifikasi Independen",
      "Audit Eksternal",
      "Peninjauan Eksternal",
      "Pengecekan Pihak Ketiga",
      "Jaminan Keberlanjutan",
      "Pengesahan Eksternal",
      "Akreditasi ESG",
      "Evaluasi Pihak Ketiga",
      "Konfirmasi Independen",
      "Standar Audit Eksternal",
      "External Assurance",
      "External Validation",
      "Third-party Assurance",
      "Independent Verification",
      "Assurance Services",
      "Sustainability Assurance",
      "External Review",
      "Independent Assessment",
      "ESG Verification",
      "Third-party Review",
      "Audit by External Party",
      "Validation Process",
      "Certification Process",
      "Independent Sustainability Audit",
      "External Compliance Check"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only briefly mentions the existence of external assurance without further details. For example, it states that external validation or audit exists but does not provide information on the scope of assurance, involved parties, or the governance body's role in the process.",
      "2": "report provides partial information on external assurance, such as mentioning that a third party is involved in verification but lacking details on the scope of assurance or the organization's relationship with the assurer.",
      "3": "report covers more than 50% of the required information, such as describing policies and practices for selecting external assurance providers and the scope of assurance but still missing aspects like the organization's relationship with the assurer or report references.",
      "4": "the report provides a comprehensive explanation of policies and practices for engaging external assurance providers, including the role of the highest governance body and senior executives. Additionally, the report must reference the external assurance report, explain the scope of assurance, and clearly disclose the organization’s relationship with the assurance provider."
    },
    "references": {
      "0": "semua perusahaan yang menyatakan tidak menggunakan pihak external Assurance atau assessment",
      "1": "Laporan Bank Central Asia hanya menyatakan bahwa perusahaan terlibat dengan external Assurance tanpa menjelaskan hasil penilaian dan informasi detail lainnya",
      "2": "Laporan Bank Tabungan Negara menyatakan bahwa perusahaan terlibat dengan external Assurance sebagai bentuk komitmen keterbukaan pelaporan disertai dengan adanya keterlibatan badan kelola tertinggi yang senantiasa mendampingi dan mereview hal - hal yang menunjang proses tersebut . tetapi hasil penilaian tidak dijabarkan",
      "3": "Laporan Surya Semesta Internusa menyatakan bahwa perusahaan terlibat dengan external assurance disertai dengan informasi mekanisme penunjukan vendor yang bertanggung jawab \n proses validasi internal juga diberlakukan dalam menunjang hasil yang akurat \n hasil penilaian juga dinyatakan pada pelaporan tetapi penjelasan hasil tidak terlalu lengkap",
      "4": "Laporan Timah mencakup mekanisme penunjukan external assurance disertai dengan keterlibatan pihak internal dalam prosesnya untuk menjamin keberlangsungan proses berjalan lancar \n hasil verifikasi juga terlampir dengan lengkap ( mencapai 3 halaman ) \n proses verifikasi juga menjelaskan tipe golongan verifikasi \n pernyataan tanggung jawab laporan dari direksi juga terlampir"
    }
  },
  "GRI 2-16-a (stakeholder engagement)": {
    "types": "governance",
    "sub-title": "stakeholder engagement",
    "disclosure": "komunikasi masalah penting",
    "description": "Explains the role of stakeholders in the reporting system, including how they contribute to escalating issues to the highest governance body and their engagement mechanisms in decision-making processes.",
    "keywords": [
      "Sistem Pelaporan",
      "Pelaporan Pelanggaran",
      "Pengaduan Internal",
      "Pengaduan Eksternal",
      "Saluran Whistleblowing",
      "Kanal Pengaduan",
      "Mekanisme Pelaporan",
      "Sistem Pengungkapan",
      "Laporan Kecurangan",
      "Pelaporan Etika",
      "Transparansi Pelaporan",
      "Keluhan Keberlanjutan",
      "Laporan Kepatuhan",
      "Sistem Aduan Karyawan",
      "Pelaporan Keamanan",
      "Perlindungan Pelapor",
      "Mekanisme Pengawasan",
      "Investigasi Internal",
      "Tindak Lanjut Pengaduan",
      "Laporan Kepentingan Publik",
      "Whistleblowing System",
      "Whistleblower Channel",
      "Fraud Reporting",
      "Ethics Reporting",
      "Compliance Hotline",
      "Incident Reporting System",
      "Grievance Mechanism",
      "Internal Complaint System",
      "External Reporting System",
      "Anonymous Reporting",
      "Transparency Mechanism",
      "Corporate Integrity System",
      "Employee Complaint Handling",
      "Governance Reporting",
      "Ethics Violation Reporting",
      "Third-party Reporting",
      "Legal Compliance Report",
      "Risk Disclosure",
      "Investigation Mechanism"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only briefly mentions the role of stakeholders in the reporting system without further details. For example, it states that stakeholders are involved in issue reporting or decision-making but does not explain the engagement mechanism, communication flow, or follow-up actions taken on reported issues.",
      "2": "report partially explains the role of stakeholders in the reporting system, such as mentioning that a mechanism exists for stakeholders to report issues but lacking details on how they escalate concerns to the highest governance body.",
      "3": "report covers most aspects, such as explaining the reporting mechanism, how stakeholders submit issues, and some details on their involvement in decision-making, but still lacks certain details like follow-up actions or system effectiveness.",
      "4": "the report provides a detailed explanation of the stakeholders' role in the reporting system, including how they escalate issues to the highest governance body and their engagement mechanisms in decision-making processes. The report should include concrete examples, the procedures involved, and the impact of stakeholder involvement in organizational decision-making."
    },
    "references": {
      "1": "Laporan Alfaria Trijaya dan Delta Dunia Makmur menyebutkan keberadaan sistem pelaporan pelanggaran (WBS) dan menyampaikan keterlibatan internal (Dewan Komisaris dan Direksi), serta informasi dasar seperti jumlah laporan dan prinsip-prinsip umum sistem. Namun, keduanya tidak menjelaskan secara rinci mekanisme pelibatan stakeholder eksternal, alur komunikasi, atau proses tindak lanjut laporan dari perspektif pemangku kepentingan.",
      "2": "Laporan BNI menjelaskan adanya mekanisme komunikasi dua arah antara perusahaan dan berbagai kelompok pemangku kepentingan, seperti nasabah, investor, pegawai, serikat pekerja, regulator, dan media. Dinyatakan bahwa masukan disampaikan melalui berbagai saluran (call center, whistleblowing system, forum bipartit, RUPS, media gathering, dsb.).\nNamun, laporan tidak menjelaskan secara rinci bagaimana masukan atau keluhan dari stakeholder tersebut ditindaklanjuti atau dievaluasi secara sistematis oleh badan tata kelola tertinggi (misalnya Dewan Direksi atau Komisaris), serta tidak memuat alur eskalasi isu atau bentuk umpan balik strategis dari perusahaan atas masukan tersebut.",
      "3": "Laporan Diagnos mencakup hampir seluruh aspek penting dalam pelibatan pemangku kepentingan, seperti identifikasi kelompok stakeholder, saluran komunikasi, topik yang dibahas, serta mekanisme pelaporan dan forum formal (RUPS, forum internal, call center, tender, CSR) untuk menyampaikan isu.\n Laporan juga menjelaskan sebagian tentang keterlibatan stakeholder dalam proses pengambilan keputusan, terutama melalui RUPS bagi pemegang saham dan forum manajemen tahunan bagi pegawai. Namun, laporan masih kurang menjelaskan tindak lanjut atas isu yang disampaikan, serta belum menggambarkan efektivitas sistem pelaporan dan umpan balik secara rinci, terutama dalam hal eskalasi ke tingkat tata kelola tertinggi.",
      "4": "Laporan XL Axiata secara terperinci menjelaskan peran stakeholder dalam sistem pelaporan, termasuk mekanisme Whistleblowing yang jelas dan dapat diakses, saluran pelaporan yang spesifik (email, WhatsApp, SPEAK UP), dan struktur penerimaan laporan yang melibatkan unit audit internal serta penyelidik internal atau eksternal.\nLaporan juga menunjukkan komitmen terhadap perlindungan pelapor dan proses investigasi yang kredibel, serta menyebutkan akuntabilitas hingga ke badan tata kelola tertinggi. Mekanisme ini mencerminkan keterlibatan stakeholder dalam pengambilan keputusan strategis dan tata kelola perusahaan, didukung oleh kebijakan resmi (Whistleblowing Policy No. CEO’D). Meskipun tidak mencantumkan contoh kasus nyata, prosedur yang dijelaskan sudah menunjukkan dampak potensial dari pelibatan stakeholder dalam pengambilan keputusan."
    }
  },
  "GRI 2-30-a": {
    "types": "governance",
    "sub-title": "stakeholder engagement",
    "disclosure": "perjanjian perundingan kolektif",
    "description": "Reports the percentage of total employees covered by collective bargaining agreements. For employees not covered, explains whether their employment terms are based on the organization's collective agreements or those of other organizations.",
    "keywords": [
      "Hubungan Industrial dan Hak Pekerja",
      "Manajemen Hubungan Industrial",
      "Pengelolaan Hubungan Karyawan",
      "Hubungan Ketenagakerjaan",
      "Hak Serikat Pekerja",
      "Kebebasan Berserikat dan Perundingan Kolektif",
      "Perlindungan Hak Pekerja",
      "Serikat Buruh dan Hak Karyawan",
      "Negosiasi Perburuhan",
      "Hak Tenaga Kerja terhadap Serikat Pekerja",
      "Hubungan Buruh dan Manajemen",
      "Kesejahteraan Karyawan dalam Hubungan Industrial",
      "Tata Kelola Ketenagakerjaan dan Kebebasan Berserikat",
      "Kepatuhan terhadap Hak Pekerja",
      "Kode Etik Hubungan Industrial",
      "Industrial Relations and Worker Rights",
      "Industrial Relations Management",
      "Employee Relations and Labor Rights",
      "Freedom of Association and Collective Bargaining",
      "Labor Union Rights",
      "Worker Rights and Union Representation",
      "Trade Union and Employee Rights",
      "Collective Labor Negotiation",
      "Workplace Democracy and Freedom of Association",
      "Compliance with Labor Rights",
      "Workforce Management and Employee Engagement",
      "Employee Advocacy and Union Support",
      "Corporate Social Responsibility in Labor Relations",
      "Ethical Labor Practices and Worker Empowerment",
      "Human Rights in Employment Policies"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only briefly mentions the existence of collective bargaining agreements or related policies without further details. For example, the report states that the company recognizes collective bargaining rights or labor union policies but does not specify the percentage of employees covered or how employment terms are set for those not included in such agreements.",
      "2": "report only provides partial information, such as mentioning the percentage of employees covered by collective bargaining agreements but not explaining employment terms for those not covered.",
      "3": "report covers more than 50% of the required details, such as disclosing the percentage of employees covered and partially explaining employment terms for those not included in the agreement, but still lacks full transparency or implementation details.",
      "4": "report comprehensively discloses the total percentage of employees covered by collective bargaining agreements. Additionally, it must provide a detailed explanation of employment terms for employees not covered, including whether they follow internal collective agreements or those from other organizations. The report should also include company policies related to worker rights and industrial relations."
    },
    "references": {
      "1": "Laporan Pakuwon Jati hanya menyebutkan secara singkat bahwa terdapat Perjanjian Kerja Bersama (PKB) antara manajemen dan karyawan yang berlaku untuk seluruh karyawan dan diperbarui setiap dua tahun. Tidak dijelaskan mekanisme pelibatan karyawan, persentase yang tercakup, detail isi perjanjian, atau bagaimana hak-hak pekerja di luar PKB diatur.\nTidak ada informasi mengenai proses negosiasi, keterlibatan serikat pekerja dalam pengambilan keputusan, atau dampak dari perjanjian tersebut terhadap kebijakan perusahaan. Dokumen hanya bersifat deklaratif dan tidak menggambarkan partisipasi pemangku kepentingan secara substansial dalam sistem pelaporan atau tata kelola ketenagakerjaan.",
      "2": "Laporan Barito Pacific menjelaskan beberapa aspek penting terkait kepatuhan ketenagakerjaan, termasuk keberadaan Perjanjian Kerja Bersama (PKB), Peraturan Perusahaan, dan Kode Etik. Disebutkan bahwa karyawan memiliki kebebasan berserikat, dan terdapat mekanisme penyelesaian masalah ketenagakerjaan melalui mediasi HR atau serikat pekerja. \n Namun, laporan ini tidak menyebutkan persentase karyawan yang tercakup dalam PKB, dan tidak menjelaskan bagaimana ketentuan ketenagakerjaan diberlakukan bagi karyawan yang tidak tercakup dalam perjanjian kolektif. Tidak ada rincian tentang proses negosiasi, keterlibatan serikat dalam pengambilan keputusan, atau efektivitas dari kebijakan ketenagakerjaan yang diterapkan.",
      "3": "Laporan Elang Mahkota Teknologi menjelaskan bahwa seluruh karyawan, termasuk tenaga outsourcing (100%), berada di bawah perlindungan Peraturan Perusahaan (PP) yang berfungsi sebagai pengganti Perjanjian Kerja Bersama (PKB). Ini menunjukkan bahwa seluruh tenaga kerja telah tercakup dalam suatu bentuk kesepakatan ketenagakerjaan formal.\nLaporan juga menguraikan isi dari PP yang meliputi berbagai aspek, seperti sistem pengupahan, jaminan sosial, pelatihan, dan prosedur pemutusan hubungan kerja. Disediakan pula mekanisme penyelesaian sengketa secara bipartit dan eskalasi ke kantor ketenagakerjaan jika diperlukan.\nNamun, laporan ini tidak menjelaskan secara rinci proses negosiasi penyusunan PP, keterlibatan perwakilan karyawan, atau bagaimana implementasi PP dievaluasi atau diawasi. Tidak ada contoh konkret atau data efektivitas pelaksanaan PP tersebut.",
      "4": "Pencapaian Kebebasan Berserikat yang Jelas: Laporan mengungkapkan bahwa Delta Dunia memberikan kebebasan penuh kepada karyawan untuk berkumpul dan menyampaikan pendapat melalui Serikat Pekerja, sesuai dengan prinsip hak asasi manusia.\nKeterlibatan Serikat Pekerja dalam Pengambilan Keputusan: Laporan menegaskan adanya keterlibatan Serikat Pekerja dalam diskusi mengenai perubahan jam kerja dan roster kerja, dengan pemberitahuan minimal empat minggu sebelumnya, menunjukkan pengakuan terhadap hak kolektif pekerja.\nLingkup Cakupan yang Luas: Sekitar 90% karyawan Delta Dunia tercakup dalam Perjanjian Kerja Bersama (PKB), termasuk karyawan dengan status PKWTT dan PKWT, yang menunjukkan representasi pekerja secara signifikan dalam perusahaan.\nDetail dan Keterbukaan dalam Isi PKB: Laporan menyajikan dengan jelas topik-topik yang diatur dalam PKB, mulai dari hak dan kewajiban antara perusahaan dan karyawan, pengaturan jam kerja, etika bisnis, hingga mekanisme penyelesaian perselisihan.\nPengaturan bagi Karyawan yang Tidak Tercakup Serikat Pekerja: Untuk karyawan yang tidak tercakup oleh Serikat Pekerja, laporan mengungkapkan bahwa hubungan kerja mereka diatur melalui Peraturan Perusahaan, yang menjamin bahwa tidak ada karyawan yang diabaikan dalam hal hak dan kewajiban kerja.\nKebijakan Ketenagakerjaan yang Memenuhi Standar: Laporan mengungkapkan dengan jelas komitmen perusahaan untuk menjaga hak pekerja, seperti pengakuan terhadap Serikat Pekerja dan pemberian fasilitas untuk aktivitas organisasi mereka.\nKeterbukaan dalam Kebijakan Hubungan Industrial: Laporan mencantumkan dengan lengkap ketentuan yang mengatur hubungan industrial yang harmonis antara perusahaan dan pekerja, termasuk pemberian dispensasi waktu kerja untuk pengurus Serikat Pekerja, yang mencerminkan kebijakan hubungan industrial yang baik."
    }
  },
  "GRI 2-29": {
    "types": "governance",
    "sub-title": "stakeholder engagement",
    "disclosure": "keterlibatan pemangku kepentingan",
    "description": "Explains whether and how stakeholder opinions are considered in the organization's decision-making process.",
    "keywords": [
      "Stakeholder Engagement",
      "Stakeholder",
      "Pelibatan Pemangku Kepentingan",
      "Pemangku Kepentingan",
      "Pelibatan Stakeholder",
      "Konsultasi Stakeholder",
      "Dialog Stakeholder",
      "Mekanisme Stakeholder",
      "Keputusan Stakeholder",
      "Peran Stakeholder",
      "Pengaruh Stakeholder",
      "Komunikasi Tata Kelola",
      "Umpan Balik Stakeholder",
      "Keterlibatan dalam ESG",
      "Stakeholder dalam Keputusan",
      "Stakeholder dalam Tata Kelola",
      "Transparansi Stakeholder",
      "Risiko Keberlanjutan",
      "Stakeholder Engagement",
      "Stakeholder Consultation",
      "Stakeholder Dialogue",
      "Stakeholder Mechanism",
      "Stakeholder Decision",
      "Stakeholder Role",
      "Stakeholder Influence",
      "Governance Communication",
      "Stakeholder Feedback",
      "ESG Stakeholder",
      "Stakeholder in Governance",
      "Stakeholder in Decisions",
      "Stakeholder Transparency",
      "Sustainability Risks"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only briefly mentions that the company considers stakeholder opinions without further elaboration. For example, the report states that there is communication with stakeholders or a mechanism to receive their input but does not explain how this input influences organizational decision-making.",
      "2": "the report provides partial information, such as stating that stakeholders are involved in decision-making but lacking details on the mechanisms of engagement or the impact of their input on organizational decisions.",
      "3": "report covers more than 50% of the required details, for example, explaining how stakeholders are engaged and providing specific examples of their influence on company policies or strategies, but still lacks full transparency or a comprehensive scope of engagement.",
      "4": "the report comprehensively explains how stakeholder opinions are considered in the organization's decision-making process. It should include the engagement mechanisms, feedback collection methods, and how stakeholder input influences company policies and strategies. Transparency in the decision-making process and the impact of stakeholder involvement should also be detailed."
    },
    "references": {
      "1": "Laporan Indosat & Charoen Pokphand \nPelibatan Pemangku Kepentingan yang Terbatas: Laporan menyebutkan adanya komunikasi dengan pemangku kepentingan dan mekanisme untuk menerima masukan, namun tidak menjelaskan secara rinci bagaimana masukan tersebut mempengaruhi keputusan organisasi.\nKurangnya Penjelasan Mengenai Dampak Masukan: Meskipun laporan menyebutkan adanya sosialisasi produk, survei kepuasan pelanggan, atau evaluasi kinerja karyawan, tidak ada penjelasan jelas mengenai bagaimana masukan atau hasil evaluasi tersebut diimplementasikan dalam kebijakan atau keputusan strategis perusahaan.\nKeterbatasan Detail tentang Proses Pengambilan Keputusan: Laporan hanya menyatakan bahwa perusahaan memperhatikan kepentingan pemangku kepentingan tanpa mengelaborasi bagaimana hal tersebut mempengaruhi keputusan atau tindakan yang diambil oleh perusahaan.",
      "2": "Laporan ADARO\nPenjelasan Tentang Keterlibatan yang Terbatas: Meskipun laporan menyebutkan mekanisme keterlibatan pemangku kepentingan seperti RUPS, kunjungan komersial, dan program CSR, tidak ada penjelasan mendalam tentang bagaimana masukan dari pemangku kepentingan secara langsung mempengaruhi keputusan strategis atau operasional perusahaan.\nKeterlibatan Berdasarkan Kebutuhan: Laporan menyebutkan keterlibatan pemangku kepentingan dilakukan sesuai kebutuhan, namun tidak dijelaskan secara jelas bagaimana keputusan terkait pemangku kepentingan tersebut diimplementasikan dalam kebijakan perusahaan, atau seberapa besar dampaknya terhadap keputusan organisasi.\nKurangnya Rincian Proses Pengambilan Keputusan: Meskipun ada komunikasi dan interaksi rutin dengan berbagai pemangku kepentingan, laporan tidak menggambarkan bagaimana masukan atau umpan balik dari mereka mempengaruhi perubahan dalam kebijakan atau strategi perusahaan.",
      "3": "Informasi Keterlibatan Pemangku Kepentingan yang Jelas: Laporan menjelaskan secara rinci berbagai metode pelibatan yang dilakukan oleh perusahaan, seperti pertemuan rutin, kegiatan pelibatan masyarakat, survei kepuasan, dan keterbukaan informasi. Kedua laporan menunjukkan bahwa perusahaan memiliki struktur yang sistematis dalam melibatkan pemangku kepentingan sesuai dengan pedoman standar seperti AA1000 SES (Elnusa) atau pendekatan berbasis urgensi (Erajaya). \nElnusa dan Erajaya Swasembada memberikan contoh spesifik mengenai pengaruh pemangku kepentingan terhadap kebijakan dan keputusan perusahaan. Misalnya, dalam Elnusa, keterlibatan pemangku kepentingan seperti pemegang saham dan pemerintah tercermin dalam transparansi laporan kinerja dan kepatuhan terhadap peraturan. Di Erajaya, pemangku kepentingan seperti investor dan konsumen turut memberikan pengaruh pada keputusan perusahaan terkait kualitas produk, operasi, dan pengelolaan risiko.\nMeskipun laporan sudah mencakup lebih dari 50% informasi yang diperlukan, masih terdapat kekurangan dalam aspek transparansi dan cakupan keterlibatan yang menyeluruh. Sebagai contoh, meskipun ada penjelasan mengenai proses dan pendekatan keterlibatan, laporan kurang menggambarkan dampak konkret dari keterlibatan pemangku kepentingan terhadap kebijakan atau perubahan strategi perusahaan secara lebih mendalam. Selain itu, beberapa aspek seperti feedback dari masyarakat atau karyawan dalam mempengaruhi keputusan perusahaan belum dijelaskan secara detail.",
      "4": "Laporan Elang Mahkota Teknologi dengan jelas menjelaskan prinsip-prinsip keterlibatan pemangku kepentingan berdasarkan standar AA1000 dan mengidentifikasi lima dimensi utama (Dependency, Responsibility, Tension, Influence, Diverse Perspectives) yang digunakan untuk mengklasifikasikan pemangku kepentingan.\nLaporan mencakup berbagai mekanisme keterlibatan pemangku kepentingan, termasuk RUPS untuk pemegang saham, pertemuan rutin dengan karyawan, pelaporan berkala kepada regulator, serta interaksi dengan pelanggan melalui media sosial dan survei.\nLaporan menguraikan dengan baik bagaimana masukan dari pemangku kepentingan dipertimbangkan dalam pengambilan keputusan, termasuk penerapan rekomendasi dari lembaga pemeringkat dan analis, serta penanganan dampak perubahan iklim berdasarkan umpan balik dari stakeholder.\nLaporan menunjukkan transparansi dalam pengambilan keputusan dengan menyebutkan bagaimana informasi terkait kinerja ESG disampaikan, serta bagaimana EMTEK merespons masukan dengan tindakan nyata, seperti pengungkapan lebih terperinci dalam laporan keberlanjutan dan implementasi perubahan berdasarkan umpan balik dari pemangku kepentingan.\nLaporan ini mencakup hampir semua aspek keterlibatan pemangku kepentingan dengan penjelasan yang cukup mendalam tentang bagaimana interaksi tersebut dilaksanakan dan bagaimana dampaknya terhadap kebijakan perusahaan."
    }
  },
  "GRI 301-2": {
    "types": "economic",
    "sub-title": "SRU 1",
    "disclosure": "material input dari daur ulang yang digunakan",
    "description": "Reports the percentage of recycled materials used in the production of the organization's main products and services. Formula used : Percentage of recycled material input used = (Total recycled material input used / Total material input used) × 100",
    "keywords": [
      "Material Daur Ulang",
      "Bahan Daur Ulang",
      "Material Bekas",
      "Material Terpakai",
      "Bahan Terpakai",
      "Material Digunakan",
      "Bahan Digunakan",
      "Material yang Dikumpulkan",
      "Material Input Daur Ulang",
      "Persentase Daur Ulang",
      "Pemanfaatan Kembali",
      "Material Berkelanjutan",
      "Recycled Material",
      "Recycled Input",
      "Used Material",
      "Used Input",
      "Reused Material",
      "Collected Material",
      "Material Input Recycled",
      "Recycling Percentage",
      "Sustainable Material",
      "Circular Material"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "",
      "2": "",
      "3": "",
      "4": "the report explicitly states the percentage of recycled materials used in production, following the formula provided in the GRI standard. The report must present clear quantitative data, along with an explanation of the calculation methodology and data sources used."
    },
    "references": {
      "4": "Penyajian Persentase Material Daur Ulang: Laporan BSDE dengan jelas mencantumkan persentase material daur ulang yang digunakan dalam operasional perusahaan, misalnya, sekitar 28,66% dari total penggunaan beton pada tahun 2023 diperoleh dari material daur ulang. Demikian pula, laporan Tjiwi Kimia menunjukkan persentase bahan daur ulang kertas yang digunakan, yakni 49% pada tahun 2023, meskipun mengalami sedikit fluktuasi dibandingkan tahun sebelumnya.\nKedua laporan tersebut menyajikan data kuantitatif yang jelas terkait volume material yang digunakan, baik yang terbarukan maupun tak terbarukan, serta memberikan angka yang spesifik untuk jumlah material daur ulang yang digunakan\nMetodologi Penghitungan dan Sumber Data: Laporan BSDE dan Tjiwi Kimia menjelaskan penggunaan material daur ulang dalam konteks keseluruhan penggunaan material, meskipun tidak selalu diuraikan secara rinci mengenai metodologi penghitungan dan sumber data yang digunakan. Namun, keduanya menyertakan angka dan persentase yang cukup jelas, yang sesuai dengan standar GRI dalam mengungkapkan informasi tentang material ramah lingkungan.\nLaporan-laporan ini menunjukkan tren yang konsisten dalam penggunaan material ramah lingkungan dan material daur ulang, serta secara eksplisit mencantumkan perubahan tahunan dalam penggunaan material tersebut."
    }
  },
  "GRI 301-1": {
    "types": "economic",
    "sub-title": "SRU 3",
    "disclosure": "material yang digunakan berdasarkan berat atau volume",
    "description": "Reports the total weight or volume of materials used in the production of the organization's main products and services during the reporting period, categorized by renewable and non-renewable materials.",
    "keywords": [
      "Material Masuk",
      "Input Material",
      "Volume Material",
      "Berat Material",
      "Jumlah Material",
      "Material yang Digunakan",
      "Material dalam Kg",
      "Material dalam Liter",
      "Konsumsi Material",
      "Penggunaan Material",
      "Material Total",
      "Material Input",
      "Input Volume",
      "Material Volume",
      "Material in Kg",
      "Material in Liter",
      "Material Used",
      "Total Material",
      "Material Consumption",
      "Material Usage",
      "Material Quantity"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "",
      "2": "",
      "3": "",
      "4": "the report states the total weight or volume of materials used in production during the reporting period, clearly distinguishing between renewable and non-renewable materials, as per the GRI standard. The report must provide complete quantitative data and explain the data collection methodology."
    },
    "references": {
      "4": "Penyajian Total Berat atau Volume Material yang Digunakan: Laporan PT PP secara eksplisit mencantumkan total volume material yang digunakan dalam operasional perusahaan, dengan pemisahan yang jelas antara material terbarukan dan tidak terbarukan, sesuai dengan standar GRI. laporan Bank Tabungan Indonesia mencatat upaya penghematan penggunaan kertas, meskipun tidak mencantumkan data kuantitatif yang sama terkait penggunaan material dalam produksinya.\nLaporan PT PP menyajikan data kuantitatif yang terperinci mengenai penggunaan material, termasuk langkah-langkah efisiensi penggunaan bahan baku dan material pendukung, seperti kertas. Laporan tersebut juga menjelaskan penurunan penggunaan kertas dari 665 rim pada tahun 2022 menjadi 599 rim pada tahun 2023. \nLaporan PT PP tidak hanya memberikan data kuantitatif mengenai material yang digunakan, tetapi juga menjelaskan metodologi pengumpulan dan pengelolaan material untuk efisiensi, baik untuk material utama seperti beton dan besi, maupun untuk material pendukung seperti kertas. \nInformasi yang lengkap dan jelas mengenai total volume dan jenis material yang digunakan, serta metodologi yang diterapkan untuk efisiensi."
    }
  },
  "GRI 301-3": {
    "types": "economic",
    "sub-title": "SRU 3",
    "disclosure": "produk pemerolehan ulang dan material kemasannya",
    "description": "Reports the percentage of recovered products and packaging materials for each product category, along with the data collection method. Formula Used : Percentage of recovered products and packaging materials = (Recovered products and packaging materials / Products sold during the reporting period) × 100",
    "keywords": [
      "Produk Daur Ulang",
      "Material Kemasan",
      "Produk yang Dikembalikan",
      "Material yang Dikumpulkan",
      "Produk Terecover",
      "Penggunaan Ulang Kemasan",
      "Pemanfaatan Kembali Produk",
      "Persentase Daur Ulang",
      "Produk yang Dapat Didaur Ulang",
      "Material yang Dapat Didaur Ulang",
      "Recovered Products",
      "Packaging Materials",
      "Returned Products",
      "Collected Materials",
      "Recovered Packaging",
      "Reused Packaging",
      "Material Recovery",
      "Recycling Rate",
      "Recyclable Product",
      "Recyclable Packaging"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "",
      "2": "",
      "3": "",
      "4": "the report provides the percentage of recovered products and packaging materials for each product category and explains the data collection method according to GRI standards. The data must be quantitative and follow the appropriate formula."
    },
    "references": {
      "4": "Laporan Telkom Indonesia dan Matahari Department store menyatakan adanya program Take-back sebagai bentuk inisiatif perusahaan untuk pengolahan ulang produk yang telah dijual \nLaporan Telkom Indonesia menyebutkan upaya perusahaan untuk mengurangi limbah padat melalui pengurangan penggunaan kartu fisik untuk paket starter SIM dan voucher fisik dengan menggantikannya dengan voucher elektronik.\nPerusahaan juga mengimplementasikan program pengelolaan limbah elektronik, di mana karyawan dapat menyumbangkan limbah elektronik pribadi untuk didaur ulang menjadi produk bernilai tambah. \n Matahari mencatatkan program pengumpulan pakaian di gerai mereka untuk mendaur ulang pakaian yang tidak terpakai. Laporan menyebutkan bahwa pada tahun 2023, sebanyak 1.759 kg pakaian berhasil dikumpulkan dan didaur ulang menjadi bahan baku untuk produksi pakaian. \n Laporan ini juga menjelaskan dengan jelas bahwa pakaian yang terkumpul didaur ulang bersama mitra mereka, yang memungkinkan untuk mengidentifikasi sumber dan tujuan dari material yang dipulihkan."
    }
  },
  "GRI 204-1": {
    "types": "economic",
    "sub-title": "LC & SME 1",
    "disclosure": "proporsi pengeluaran untuk pemasok lokal",
    "description": "Reports the percentage of procurement budget allocated to local suppliers in the organization's operations. Defines the geographic scope of 'local' and the criteria used to determine 'significant operational locations.'",
    "keywords": [
      "Pemasok Lokal",
      "Pemasok Daerah",
      "Pengadaan Lokal",
      "Vendor Lokal",
      "Mitra Lokal",
      "Pembelian Lokal",
      "Sumber Lokal",
      "Local Supplier",
      "Regional Supplier",
      "Local Procurement",
      "Local Vendor",
      "Local Partner",
      "Local Sourcing",
      "Local Purchase"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report mentions the use of local suppliers but does not specify the percentage of procurement budget allocated to them. For example, the report states a commitment to local suppliers or mentions a local procurement policy without providing specific figures.",
      "2": "report provides some basic information, such as the percentage of local suppliers used, but lacks further details on the impact or selection criteria for local suppliers.",
      "3": "more than 50% of the reporting elements are met, such as procurement policies supporting local suppliers, quantitative data on budget allocation to local suppliers, and partial information on the geographic definition of `local` and criteria for `significant operational locations.`",
      "4": "the report provides the percentage of the procurement budget allocated to local suppliers, defines the geographic scope of `local,` and explains the criteria used to determine `significant operational locations.` All elements must be detailed and aligned with GRI standards."
    },
    "references": {
      "1": "Laporan Gudang Garam hanya menyoroti dampak ekonomi lokal melalui pemasok dan pembelian bahan baku lokal seperti merupakan penyedia lapangan kerja terbesar di Kota Kediri dan Menciptakan nilai ekonomi melalui jaringan pemasok, pembelian bahan baku (tembakau dan cengkeh), serta kantor dan gudang di berbagai daerah.\n namun hanya dalam bentuk narasi umum tanpa disertai angka atau persentase yang menunjukkan proporsi anggaran atau pengeluaran untuk pemasok lokal.\nLaporan Kimia Farma mencatat Total pemasok tahun 2023: 1.195, di mana 1.108 pemasok (92,72%) adalah lokal dan Persentase ini dibandingkan dengan data tahun 2022 (967 pemasok lokal dari total 1.041 atau 92,89%)\nNamun, laporan tidak menyebutkan proporsi anggaran pengadaan yang dialokasikan kepada pemasok lokal dan yang disebutkan hanyalah nilai total kontrak keseluruhan (Rp1.468.403 juta), tanpa rincian berapa persen di antaranya yang diserap oleh pemasok lokal.",
      "2": "Laporan AKR Corporindo Menyatakan komitmen pada penggunaan pemasok lokal dan peningkatan TKDN (Tingkat Komponen Dalam Negeri) dan Terdapat capaian kuantitatif rata-rata TKDN untuk produk B35 mencapai 43,31%, melampaui target minimum 30%.\n“Pemasok lokal” didefinisikan sebagai yang berlokasi dekat dengan wilayah operasional AKR.\nTidak ada persentase pengadaan barang dan jasa dari pemasok lokal (tidak seperti ESSA yang menyebut 88,23%).\nTidak dijelaskan dampak sosial/ekonomi secara spesifik dari penggunaan pemasok lokal (misalnya berapa banyak pekerjaan lokal yang diciptakan atau pertumbuhan ekonomi lokal).\nTidak dijabarkan kriteria seleksi pemasok lokal secara terperinci, hanya disebut harus memenuhi “standar kualitas tinggi”.\nLaporan Essa Menyebutkan bahwa 88,23% pengadaan berasal dari pemasok lokal dan 11,77% dari impor dan ada pernyataan bahwa pengadaan mengikuti prosedur profesional dan dilakukan untuk memberdayakan ekonomi lokal.\nTidak disebutkan apa dampak spesifik dari angka 88,23% tersebut terhadap masyarakat atau ekonomi lokal (misalnya pertumbuhan pendapatan masyarakat, jumlah UMKM yang dibina, atau jumlah lapangan kerja yang tercipta).Tidak dijelaskan kriteria pemilihan pemasok lokal (misalnya apakah didasarkan pada lokasi geografis, skala usaha, kualitas, atau keberlanjutan).",
      "3": "Laporan Indo Tambangraya Megah menyatakan Jumlah pemasok dan kontraktor: 753 entitas.Proporsi pengeluaran ke pemasok lokal: 99%, jelas dan kuantitatif.Definisi geografis lokal: mencakup Kalimantan dan nasional (Indonesia).Kebijakan dan kepatuhan regulasi: Sesuai Peraturan ESDM No. 28 Tahun 2009.Aspek keberlanjutan: Mitra usaha dilibatkan dalam program pengembangan masyarakat.Indikasi kriteria seleksi mitra: Praktik bisnis berkelanjutan menjadi bagian dari tanggung jawab rantai pasok.\nLaporan Japfa Comfeed menyampaikan Tantangan bahan baku lokal: Disampaikan dalam konteks ketergantungan terhadap impor (75% bahan pakan impor). Upaya Peningkatan bahan lokal: Japfa berhasil meningkatkan penggunaan bahan lokal untuk pakan unggas, ikan, dan udang.Contoh bahan lokal: kopra, dedak padi, produk sampingan untuk minyak ikan.Pendekatan keberlanjutan: Implementasi prinsip circular economy dan efisiensi sumber daya.Kriteria bahan baku: Ketersediaan, kualitas, dan harga.Kebijakan pencarian alternatif: Proaktif, mempertahankan standar kualitas.\nNamun laporan Tidak mencantumkan persentase pasti bahan baku lokal secara keseluruhan.Tidak menyebut jumlah pemasok lokal atau alokasi anggaran yang secara langsung ditujukan untuk pemasok lokal.Definisi geografis “lokal” tidak dijabarkan secara eksplisit.",
      "4": "Asumsi Penilaian : Laporan harus menjelaskan dengan jelas apa yang dimaksud dengan lokasi operasi signifikan, termasuk kriteria yang digunakan untuk menentukan lokasi tersebut (misalnya dampak lingkungan, ekonomi lokal, atau tenaga kerja).Laporan perlu mencakup jumlah pemasok lokal dan persentase anggaran yang dialokasikan untuk mereka. Kriteria untuk menentukan pemasok lokal juga harus jelas.Laporan harus menjelaskan kriteria yang digunakan untuk memilih lokasi operasi signifikan, baik dari sisi geografis atau operasional.Menyediakan informasi tambahan mengenai inisiatif perusahaan yang mendukung pengembangan kapasitas pemasok lokal, seperti program pelatihan atau kemitraan. Menyebutkan lokasi operasi yang signifikan."
    }
  },
  "GRI 308-1": {
    "types": "economic",
    "sub-title": "PTSC 1",
    "disclosure": "seleksi pemasok baru dengan menggunakan kriteria lingkungan",
    "description": "Reports the percentage of new suppliers selected based on environmental criteria, including energy (GRI 302), water and effluents (GRI 303), and emissions (GRI 305).",
    "keywords": [
      "Pemasok Baru",
      "Seleksi Pemasok",
      "Pemasok Berkelanjutan",
      "Pemasok Hijau",
      "Evaluasi Pemasok",
      "Pemasok Ramah Lingkungan",
      "Kriteria Lingkungan",
      "Pemilihan Pemasok",
      "Standar Pemasok",
      "Pemasok ESG",
      "New Supplier",
      "Supplier Selection",
      "Sustainable Supplier",
      "Green Supplier",
      "Supplier Evaluation",
      "Eco-friendly Supplier",
      "Environmental Criteria",
      "Supplier Screening",
      "ESG Supplier",
      "Procurement Standards"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report mentions that there is a supplier selection process but does not provide specific details on environmental criteria or quantitative data. For example, the report states that environmental factors are considered in supplier selection but does not explain how or include the percentage of suppliers assessed using these criteria.",
      "2": "report provides basic information about supplier selection based on environmental criteria, such as the existence of related policies, but lacks quantitative data or follow-up actions based on evaluations.",
      "3": "more than 50% of the reporting elements are met, including clear supplier selection policies, partial quantitative data on the percentage of suppliers assessed using environmental criteria, and some information on the environmental categories considered (e.g., energy, water, emissions).",
      "4": "the report provides complete information on the selection of new suppliers based on environmental criteria. This includes the percentage of suppliers assessed, details on the environmental aspects considered (energy, water & effluents, emissions), and actions taken based on the assessment results."
    },
    "references": {
      "1": "Laporan Sido Muncul dan Vale Indonesia Menyebut bahwa proses seleksi dan evaluasi tahunan meliputi aspek lingkungan, meskipun digabung dengan aspek lainnya (K3, kualitas layanan, dokumentasi, dll).\nMenyatakan ada audit langsung ke lokasi dan ada data kuantitatif terkait jumlah pemasok yang diaudit \n Menyebutkan hasil evaluasi dengan data kuantitatif terhadap jumlah pemasok yang berhasil dievaluasi hanya tidak menyebutkan secara rinci persentase pemasok yang dievaluasi dengan kriteria lingkungan.\nTidak menjelaskan bagaimana kriteria lingkungan digunakan secara spesifik (misalnya, indikator yang dinilai, standar lingkungan internal, hasil evaluasi, dll).\nTidak mencantumkan apakah ada pemasok yang dihentikan kontraknya atau mendapatkan sanksi karena ketidakpatuhan.",
      "2": "Laporan Adaro Menyatakan bahwa kontraktor dan mitra dievaluasi menggunakan Pedoman Teknis Manajemen K3LH.Menyebutkan ada audit berkala untuk memastikan kepatuhan.Memiliki kebijakan eksplisit terkait larangan penggunaan bahan berbahaya (sesuai Konvensi Stockholm).roses penyaringan dan pemeriksaan dilakukan secara rutin terhadap rantai pasok.\n hanya tidak menyertakan data kuantitatif, seperti persentase pemasok yang dievaluasi atau jumlah audit yang dilakukan.Tidak menjelaskan hasil dari evaluasi atau apakah ada tindak lanjut (misalnya, peringatan, penghentian kontrak, pembinaan).Tidak dijelaskan bagaimana proses penilaian dilakukan secara teknis (indikator, alat ukur, skor, dll).",
      "3": "Laporan menjelaskan adanya  Ada kebijakan seleksi pemasok berbasis kriteria lingkungan secara tertulis dan jelas.Menyebutkan persentase atau jumlah pemasok yang dievaluasi menggunakan kriteria lingkungan.Menjelaskan kategori lingkungan yang digunakan (misalnya: air, energi, limbah, emisi).Ada deskripsi mekanisme evaluasi (audit, checklist, inspeksi, dll).hanya dari data yang disajikan masih belum lengkap dan tidak menjelaskan indikasi tindak lanjut atau konsekuensi terhadap hasil evaluasi",
      "4": "Laporan Delta Dunia Makmur dan Elang Mahkota Teknologi menyampaikan Kebijakan seleksi pemasok mencakup aspek lingkungan secara eksplisit dan terdokumentasi.Terdapat data kuantitatif: persentase atau jumlah pemasok baru yang dievaluasi dengan kriteria lingkungan.Disertai uraian rinci kategori lingkungan yang digunakan (energi, air, emisi, limbah, bahan B3).Menyebutkan mekanisme evaluasi dan tindak lanjut, seperti audit, form komitmen, atau penghapusan dari daftar mitra.Ada hasil evaluasi dan aksi nyata yang dilakukan terhadap hasil tersebut (misalnya 100% memenuhi, atau tidak ada pelanggaran ditemukan).informasi pendukung tersedia secara terbuka (misalnya melalui tautan kebijakan resmi di situs perusahaan)."
    }
  },
  "GRI 308-2": {
    "types": "economic",
    "sub-title": "PTSC 1",
    "disclosure": "dampak lingkungan negatif dalam rantai pasokan dan tindakan yang telah diambil",
    "description": "Reports the number of suppliers assessed for environmental impact, the number identified with negative environmental impacts, and how environmental risks in the supply chain are managed. Also includes the percentage of suppliers with negative impacts that agreed to corrective actions and the percentage of suppliers whose contracts were terminated due to negative impacts.",
    "keywords": [
      "Dampak Lingkungan",
      "Rantai Pasokan",
      "Pemasok Berisiko",
      "Pemasok dengan Dampak Negatif",
      "Evaluasi Pemasok",
      "Pemasok Ramah Lingkungan",
      "Risiko Lingkungan",
      "Pemantauan Pemasok",
      "Pengelolaan Risiko Lingkungan",
      "Kontrak Pemasok",
      "Environmental Impact",
      "Supply Chain",
      "High-Risk Supplier",
      "Negative Supplier Impact",
      "Supplier Assessment",
      "Eco-friendly Supplier",
      "Environmental Risk",
      "Supplier Monitoring",
      "Sustainable Supply Chain",
      "Supplier Contract Termination"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report mentions supplier assessments related to environmental impact but does not provide details on the number of suppliers assessed, those identified with negative impacts, or actions taken to mitigate these impacts. For example, the report states that suppliers are evaluated for environmental impact but does not include quantitative data or specifics on the assessment process.",
      "2": "report covers 50% of the reporting elements, such as the number of suppliers assessed for environmental impact or the number of suppliers with negative impacts, but lacks complete information on follow-up actions taken for negatively impacted suppliers.",
      "3": "the report includes most of the required elements, such as policies for managing environmental impacts in the supply chain, the number of suppliers assessed, the number of suppliers identified with negative impacts, and partial information on corrective actions agreed upon by suppliers or the percentage of suppliers whose contracts were terminated.",
      "4": "the report provides comprehensive information on environmental impacts in the supply chain. This includes the number of suppliers assessed, the number identified with negative impacts, strategies for managing environmental risks, the percentage of suppliers agreeing to corrective actions, and the percentage of suppliers whose contracts were terminated due to negative impacts."
    },
    "references": {
      "1": "Laporan Merdeka Copper Gold Hanya menyebutkan secara umum bahwa kriteria lingkungan digunakan dalam seleksi pemasok.Tidak ada data kuantitatif rinci, seperti persentase kontraktor yang dievaluasi khusus dari sisi lingkungan (hanya disebut total 89 kontraktor dievaluasi secara keseluruhan melalui CMS).Aspek lingkungan tidak dijelaskan secara terpisah, melainkan digabung dengan aspek K3, sosial, dan antikorupsi, sehingga tidak dapat ditentukan bobot perhatian terhadap lingkungan.Tidak disertakan informasi tentang hasil evaluasi secara spesifik pada aspek lingkungan (hanya disebut tidak ada dampak signifikan).Tindak lanjut seperti perbaikan disebut secara umum, tetapi tidak dikaitkan langsung dengan temuan di aspek lingkungan.Tidak ada bukti bahwa laporan mengukur efektivitas tindakan atau menyebutkan contoh kontraktor yang berdampak atau dikeluarkan.",
      "2": "Tidak memiliki representasi laporan \nAsumsi Penilaian : Evaluasi dilakukan 100%, tetapi hanya sebagian dari pemasok yang relevan yang dinilai terkait dampak lingkungan.Jumlah pemasok yang dievaluasi disebutkan secara eksplisit, namun informasi mengenai pemasok dengan dampak negatif hanya sebagian dilaporkan.Menyediakan strategi manajemen dampak lingkungan, namun rincian tentang implementasi dan efektivitasnya tidak sepenuhnya jelas. Laporan mencakup sebagian informasi tentang tindakan korektif yang dilakukan terhadap pemasok dengan dampak negatif, namun tidak sepenuhnya rinci.Laporan tidak mencakup jumlah pemasok yang kontraknya dihentikan, meskipun ada indikasi bahwa pemutusan kontrak dilakukan dalam beberapa kasus.Langkah preventif yang diambil setelah kejadian dampak negatif masih terbatas atau hanya dijelaskan secara umum.",
      "3": "Tidak memiliki representasi laporan \nAsumsi Penilaian : Evaluasi dilakukan 100% terhadap pemasok yang relevan. Laporan mencantumkan jumlah pemasok yang dievaluasi serta jumlah pemasok yang memiliki dampak negatif, dengan informasi yang lebih detail.Strategi manajemen dampak lingkungan disampaikan secara lebih mendalam, namun masih terdapat ruang untuk penjelasan lebih lanjut mengenai implementasinya.Menyediakan informasi terkait tindakan korektif, termasuk beberapa detail mengenai jenis perbaikan yang diambil oleh pemasok. Laporan belum mencantumkan persentase pemasok yang kontraknya dihentikan, namun ada indikasi bahwa tindakan tersebut terjadi dalam beberapa kasus.Langkah preventif telah dijelaskan, namun tidak ada kebijakan atau prosedur resmi yang diimplementasikan untuk mencegah terulangnya dampak negatif di masa depan.",
      "4": "Asumsi Penilaian : Evaluasi dilakukan 100% terhadap seluruh pemasok atau kontraktor yang relevan.Laporan menyebutkan jumlah pemasok yang dievaluasi untuk dampak lingkungan secara eksplisit. Laporan menyatakan jumlah atau persentase pemasok yang memiliki dampak negatif, baik secara kuantitatif maupun kualitatif. Disediakan strategi manajemen risiko lingkungan dalam rantai pasokan (misal: kebijakan, sistem CMS, audit lingkungan, pelatihan, dll).Disebutkan secara jelas jumlah atau persentase pemasok yang menyetujui tindakan korektif/perbaikan terhadap temuan dampak negatif.Dinyatakan jumlah atau persentase pemasok yang kontraknya dihentikan sebagai konsekuensi atas temuan dampak negatif.Laporan juga menyertakan langkah preventif atau kebijakan pencegahan sebagai pembelajaran dari insiden negatif tersebut."
    }
  },
  "GRI 414-1": {
    "types": "economic",
    "sub-title": "PTSC 1",
    "disclosure": "seleksi pemasok baru dengan menggunakan kriteria sosial.",
    "description": "Reports the percentage of new suppliers selected based on social criteria, including employment (GRI 401), occupational health and safety (GRI 403), child labor (GRI 408), and forced or compulsory labor (GRI 409).",
    "keywords": [
      "Seleksi Pemasok",
      "Pemasok Baru",
      "Pemasok Berkelanjutan",
      "Kriteria Sosial",
      "Pemasok Bertanggung Jawab",
      "Pemasok Ramah Sosial",
      "Etika Pemasok",
      "Evaluasi Pemasok",
      "Rantai Pasok Berkelanjutan",
      "Pekerja Anak",
      "Kerja Paksa",
      "Keselamatan Pekerja",
      "Hak Pekerja",
      "Supplier Selection",
      "New Supplier",
      "Sustainable Supplier",
      "Social Criteria",
      "Responsible Supplier",
      "Ethical Supplier",
      "Supplier Assessment",
      "Sustainable Supply Chain",
      "Child Labor",
      "Forced Labor",
      "Worker Safety",
      "Employee Rights"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only states that suppliers are assessed based on social aspects but does not provide specific details on the social criteria used (e.g., employment, occupational health and safety, child labor, or forced labor). There is no quantitative data or information on the number of suppliers assessed. For example, the report mentions that suppliers are evaluated for social responsibility but does not specify indicators or the scope of the assessment.",
      "2": "report covers 50% of the reporting elements, such as mentioning supplier selection based on social criteria but lacking clear details on the scope of suppliers assessed or quantitative data on the percentage of suppliers meeting the criteria.",
      "3": "the report includes most of the required elements, such as policies for supplier selection based on social criteria, the number of suppliers assessed, and the percentage of suppliers meeting social criteria, but may still lack details on corrective actions or follow-up measures for suppliers failing to meet the standards.",
      "4": "the report provides comprehensive information on supplier selection based on social criteria. This includes the percentage of new suppliers assessed, the specific social criteria used (employment, occupational safety, child labor, and forced labor), and the corrective actions taken to address any social issues identified during assessments."
    },
    "references": {
      "1": "Laporan Aspirasi Hidup Indonesia menyatakan bahwa perusahaan memberikan prioritas kepada pemasok dengan sistem operasional beretika dan bertanggung jawab secara sosial dan lingkungan, namun tidak menjelaskan indikator sosial spesifik seperti praktik ketenagakerjaan, K3, pekerja anak, atau kerja paksa.\nTidak ada data kuantitatif mengenai jumlah pemasok yang dievaluasi, hasil evaluasi, maupun tindakan yang diambil.\nEvaluasi sosial hanya disebutkan secara umum, tanpa rincian proses evaluasi, cakupan, atau hasil yang dapat diverifikasi.",
      "2": "Laporan Antam Laporan menyebutkan bahwa 100% kontraktor yang terkait dengan kegiatan inti telah dievaluasi berdasarkan kriteria sosial (ketenagakerjaan, HAM, K3), namun ini hanya mencakup 1,2% dari total pemasok, sehingga cakupannya sangat terbatas.\nTerdapat penjelasan umum mengenai proses evaluasi dan pelaporan bulanan, namun tidak disertai data kuantitatif lebih luas (misalnya jumlah total pemasok dinilai, jumlah yang tidak lolos, atau tindakan korektif yang dijalankan).\nTidak ditemukan informasi terkait pemutusan kontrak atau tindakan korektif karena seluruh kontraktor dinyatakan memenuhi kriteria, namun ini tidak cukup kuat untuk mencerminkan mekanisme pengawasan menyeluruh terhadap semua pemasok.",
      "3": "Laporan Semen Baturaja memuat kebijakan pengadaan dan seleksi pemasok, dengan penekanan pada prioritas terhadap pemasok lokal, serta transparansi melalui sistem e-procurement.\nTerdapat definisi jelas mengenai lokasi operasi signifikan (provinsi Sumatera Selatan dan Lampung), sesuai dengan syarat penting untuk penilaian elemen ini.\nMeski menyebutkan kepatuhan terhadap regulasi BUMN dan sistem seleksi berbasis persyaratan tertentu, laporan tidak memberikan data kuantitatif mengenai jumlah pemasok yang dievaluasi ataupun persentase yang memenuhi kriteria sosial.\nTidak dijelaskan adanya tindak lanjut atau mekanisme korektif bagi pemasok yang tidak memenuhi standar sosial/lingkungan.",
      "4": "Laporan Bank Jago menjelaskan Kriteria sosial, mencakup: larangan pekerja anak, kepatuhan terhadap hukum ketenagakerjaan, dan komitmen anti suap serta antikorupsi.\n Seluruh pemasok (100%) diwajibkan menandatangani pernyataan kepatuhan sosial, menunjukkan adanya seleksi berbasis kriteria sosial bagi semua pemasok baru.\n Disebutkan bahwa pemasok harus bersedia menjalani proses due diligence atas permintaan tertulis Bank Jago, yang menunjukkan bentuk pengawasan terhadap dampak sosial.\n Informasi kuantitatif tersedia: 228 pemasok lokal pada tahun 2023, dan 100% pengeluaran dialokasikan ke pemasok lokal.\nMeski audit belum dilakukan, laporan tetap menunjukkan adanya sistem seleksi sosial, serta tindakan preventif (komitmen tertulis) dan mekanisme untuk kemungkinan tindak lanjut melalui due diligence."
    }
  },
  "GRI 414-2": {
    "types": "economic",
    "sub-title": "PTSC 1",
    "disclosure": "dampak sosial negatif dalam rantai pasokan dan tindakan yang telah diambil",
    "description": "Reports the number of suppliers assessed for social impact, the number identified with negative social impacts, and how social risks in the supply chain are managed. Also includes the percentage of suppliers with negative social impacts that agreed to corrective actions and the percentage of suppliers whose contracts were terminated due to negative impacts.",
    "keywords": [
      "Dampak Sosial",
      "Dampak Negatif",
      "Dampak Sosial Pemasok",
      "Rantai Pasok Sosial",
      "Pemasok Berisiko",
      "Risiko Sosial",
      "Evaluasi Pemasok",
      "Pemasok Tidak Patuh",
      "Manajemen Rantai Pasok",
      "Tindakan Korektif",
      "Penghentian Kontrak",
      "Perbaikan Pemasok",
      "Social Impact",
      "Negative Impact",
      "Supplier Social Impact",
      "Supply Chain Social Risk",
      "High-Risk Supplier",
      "Social Risk",
      "Supplier Evaluation",
      "Non-Compliant Supplier",
      "Supply Chain Management",
      "Corrective Action",
      "Contract Termination",
      "Supplier Improvement"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only states that suppliers are assessed for social impact but does not provide specific details on assessment results, the number of affected suppliers, or corrective actions taken. There is no quantitative data or further information on social risks in the supply chain. For example, the report may mention that suppliers are evaluated for social responsibility but does not specify whether any were found to have negative impacts or how those impacts are managed.",
      "2": "the report covers 50% of the reporting elements, such as mentioning supplier evaluations regarding social impact but lacking clear details on the number of suppliers assessed or actions taken for suppliers with negative social impacts.",
      "3": "report includes most of the required elements, such as supplier evaluation policies, the number of suppliers identified with negative social impacts, and the percentage of suppliers agreeing to corrective actions, but may still lack details on contract termination or long-term mitigation strategies.",
      "4": "if the report provides comprehensive information on negative social impacts in the supply chain. This includes the number of suppliers assessed, the number identified with negative social impacts, how social risks in the supply chain are managed, and the percentage of suppliers that agreed to corrective actions as well as those whose contracts were terminated due to negative impacts."
    },
    "references": {
      "1": "Laporan Indo Tambangraya Megah menyatakan bahwa 100% pemasok telah dievaluasi menggunakan kriteria Lingkungan, Sosial, dan Tata Kelola (LST/ESG). Disebutkan bahwa tidak ada pemasok yang memberikan dampak negatif, namun tidak ada rincian mengenai:\nMetodologi evaluasi.\nJumlah atau kategori risiko sosial yang dinilai.\nLangkah korektif jika ditemukan ketidaksesuaian.\nTidak ada data kuantitatif selain klaim bahwa 100% telah dievaluasi dan tidak ada pemasok baru.\nTerdapat komitmen terhadap prinsip HAM, K3, anti-kerja paksa, dan larangan pekerja anak, namun tidak dijelaskan apakah komitmen ini tertuang dalam perjanjian kontraktual atau hanya berupa sosialisasi.",
      "2": "Tidak memiliki representasi laporan untuk referensi\nAsumsi Penilaian : Evaluasi terhadap pemasok telah dilakukan secara menyeluruh (100%).\nTerdapat laporan insiden dampak sosial negatif, namun hanya sekitar ≥50% dari kasus tersebut yang:\nDijelaskan secara umum (misalnya contoh kejadian atau jenis pelanggaran sosial).\nJumlah pemasok yang terlibat disampaikan, meskipun terbatas.\nTidak ada atau minim informasi terkait tindak lanjut atau tindakan korektif yang dilakukan oleh perusahaan terhadap pemasok yang bermasalah.\nTidak dijelaskan adanya mekanisme pencegahan atau perubahan kebijakan yang dilakukan pasca kejadian.\nPenilaian ini mengasumsikan bahwa perusahaan memiliki komitmen dasar terhadap evaluasi sosial, tetapi minim transparansi dalam penanganan hasil evaluasi.",
      "3": "Tidak memiliki representasi laporan untuk referensi \nAsumsi Penilaian: Evaluasi terhadap seluruh pemasok dilakukan secara menyeluruh (100%).\nTerdapat pelaporan insiden dampak sosial negatif, dengan informasi yang mencakup ≥75% dari elemen berikut:\nPenjabaran jenis dampak negatif yang ditemukan.\nJumlah atau persentase pemasok yang terlibat dalam insiden.\nLangkah korektif atau tindak lanjut yang dilakukan perusahaan dijelaskan, seperti:\nPermintaan perbaikan dari pemasok.\nPeringatan atau pendampingan.\nTerdapat penjelasan tentang langkah preventif atau penguatan kebijakan (misalnya revisi Kode Etik Pemasok, penambahan klausul kontrak sosial).\nPenilaian ini mengasumsikan bahwa perusahaan proaktif dalam pengelolaan risiko sosial, tetapi mungkin belum mencapai tingkat penutupan kontrak atau intervensi jangka panjang secara komprehensif.",
      "4": "Laporan Delta Dunia Makmur melakukan evaluasi kinerja pemasok secara berkala (meskipun tidak disebut secara eksplisit 100%, namun bersifat sistematis dan berkelanjutan).\nTerdapat informasi yang menunjukkan tidak ada dampak sosial negatif yang ditemukan selama tahun pelaporan.\nKebijakan seleksi dan pemantauan sangat lengkap, mencakup: Prinsip ESG (Lingkungan, Sosial, dan Tata Kelola).\nLarangan kerja paksa, pekerja anak, diskriminasi.\nKesehatan dan keselamatan kerja.\nAntikorupsi dan anti-penyuapan\nLaporan menyatakan adanya mekanisme penghentian kontrak jika terjadi pelanggaran, walaupun di tahun 2023 tidak ada pemasok yang kontraknya dihentikan karena pelanggaran.\nSosialisasi nilai keberlanjutan dan prinsip bisnis etis kepada pemasok dilakukan sebagai bentuk manajemen risiko sosial.\nInformasi yang disampaikan menjawab elemen GRI 414-2 secara komprehensif, meskipun tidak dalam bentuk angka kuantitatif (tetapi menyatakan secara eksplisit hasil evaluasi = 0 dampak negatif dan 0 pemutusan kontrak)."
    }
  },
  "GRI 306-2": {
    "types": "social",
    "sub-title": "SRU 2",
    "disclosure": "manajemen dampak signifikan terkait limbah",
    "description": "Describes actions taken to manage the significant impacts of waste generation. If waste results from third-party activities, explains the process used to ensure third-party compliance with waste management obligations and regulations. Additionally, outlines the methods used for waste collection and monitoring.",
    "keywords": [
      "Manajemen Limbah",
      "Pengelolaan Limbah",
      "Dampak Limbah",
      "Pemantauan Limbah",
      "Limbah & Efluen",
      "Limbah Pihak Ketiga",
      "Pembuangan Limbah",
      "Pemrosesan Limbah",
      "Tindakan Pengelolaan Limbah",
      "Kepatuhan Limbah",
      "Regulasi Limbah",
      "Metode Pengelolaan Limbah",
      "Pembuangan Bertanggung Jawab",
      "Waste Management",
      "Waste Impact",
      "Waste Monitoring",
      "Waste & Effluent",
      "Third-Party Waste",
      "Waste Disposal",
      "Waste Processing",
      "Waste Compliance",
      "Waste Regulation",
      "Waste Handling Methods",
      "Responsible Waste Disposal"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only mentions that waste is generated but does not provide specific details on waste types, volumes, or management methods. There is no information on how the waste is managed, whether reduction efforts are in place, or how third-party waste handlers are monitored. For example, the report may state that the company considers waste management in its operations but does not explain concrete steps taken to manage waste.",
      "2": "the report covers 50% of the reporting elements, such as reporting total waste generated but lacking clear details on reduction strategies or waste management methods.",
      "3": "the report includes more than 50% of the required elements, including waste categorization, partial information on recycling, or disposal methods, but may still lack long-term reduction strategies or circular economy implementation.",
      "4": "report provides comprehensive disclosure on waste management. This includes details on types of waste generated, treatment methods, recycling percentages, waste reduction strategies, and circular economy practices. If third parties are involved, the report should also explain how their compliance with waste management regulations is monitored."
    },
    "references": {
      "1": "Laporan Tower Bersama Group menyebutkan adanya timbulan limbah, termasuk limbah B3 dan non-B3, namun tidak ada rincian tentang jenis, volume, atau metode pengelolaan limbah.\nTidak ada penjelasan tentang upaya pengurangan limbah atau pengawasan terhadap pihak ketiga yang menangani limbah.\nLaporan hanya menyebutkan pengelolaan limbah kantor, tanpa detail proses atau pengelolaan yang dilakukan.",
      "2": "Laporan Archi Indonesia mencakup sebagian elemen pelaporan, seperti total limbah yang dihasilkan dan penggunaan prinsip 3R (reduce, reuse, recycle), namun kurang rincian mengenai strategi pengurangan limbah dan metode pengelolaan limbah yang jelas.\nMeskipun ada upaya untuk memanfaatkan limbah B3 (seperti oli bekas untuk bahan peledak) dan limbah non-B3 (seperti pemanfaatan kertas bekas untuk reklamasi), tidak ada data kuantitatif terkait jumlah limbah yang dikelola atau dampak dari inisiatif tersebut\nLaporan menyebutkan adanya evaluasi tahunan dan audit eksternal oleh pihak ketiga (ISO 14001:2015 dan PROPER), tetapi tidak ada detail tentang hasil evaluasi atau tindak lanjut dari evaluasi tersebut.",
      "3": "Laporan Astra Agro Lestari mencakup lebih dari 50% elemen yang diperlukan, termasuk kategori limbah, metode pembuangan, dan daur ulang (misalnya, pengelolaan limbah rumah tangga yang diolah menjadi kompos atau kerajinan tangan).\nTerdapat SOP untuk pengelolaan limbah yang sesuai dengan regulasi, dan penggunaan pihak ketiga untuk pengelolaan limbah B3 dan non-B3, serta data jumlah limbah yang dihasilkan dan termanfaatkan.\nNamun, laporan masih kurang dalam hal strategi pengurangan jangka panjang atau penerapan prinsip ekonomi sirkular, yang penting untuk keberlanjutan pengelolaan limbah.\nLaporan Adaro mencakup berbagai inisiatif terkait pengelolaan limbah, baik itu limbah tidak berbahaya maupun limbah berbahaya, dengan penerapan konsep ekonomi sirkular seperti pemanfaatan limbah organik sebagai pakan ternak, kompos, dan material lainnya untuk kegiatan operasional.\nPendekatan yang diterapkan termasuk pengurangan limbah, pemisahan limbah dari sumbernya, penggunaan teknologi baru, serta daur ulang (misalnya, penggunaan minyak bekas dalam emulsi peledakan, dan penggantian lampu TL dengan lampu LED).\nPengumpulan dan pemantauan data limbah dilakukan dengan menggunakan sistem database dan alat pengukuran seperti timbangan dan perangkat lainnya untuk mencatat data limbah yang dihasilkan, termasuk pengelolaan limbah B3 dan non-B3.\nNamun, meskipun laporan ini mencakup banyak langkah penting dalam pengelolaan limbah, termasuk beberapa inovasi yang mengarah pada pengurangan dan pemanfaatan ulang, laporan ini masih belum sepenuhnya mencakup semua elemen penting untuk strategi pengelolaan limbah yang berkelanjutan, terutama dalam rencana jangka panjang dan implementasi lebih lanjut dari prinsip ekonomi sirkular secara menyeluruh.",
      "4": "Laporan Samator Indogas memberikan informasi yang sangat lengkap mengenai manajemen limbah yang dihasilkan dari kegiatan operasional mereka, baik limbah non-B3 (tidak berbahaya) maupun B3 (berbahaya).\nLaporan ini menjelaskan dengan jelas jenis limbah yang dihasilkan, seperti sampah domestik, kertas, ATK (untuk limbah non-B3), serta baterai bekas, oli bekas, kemasan B3, dan limbah elektronik untuk limbah B3.\nMetode pengelolaan limbah dijelaskan dengan sangat baik, termasuk kepatuhan terhadap peraturan perundang-undangan yang berlaku, memastikan bahwa setiap proses pengelolaan dilakukan dengan bertanggung jawab dan sesuai dengan standar lingkungan yang berlaku."
    }
  },
  "GRI 409-1": {
    "types": "social",
    "sub-title": "HR&LI1",
    "disclosure": "operasi dan pemasok yang berisiko signifikan terhadap insiden kerja paksa atau wajib kerja",
    "description": "Reports operations and suppliers with significant risks of forced or compulsory labor incidents, including types of operations and suppliers, as well as geographic regions at risk. Additionally, describes the actions taken by the organization during the reporting period to support labor rights and prevent forced or compulsory labor.",
    "keywords": [
      "Insiden Kerja Paksa",
      "Kerja Paksa",
      "Tenaga Kerja Paksa",
      "Wajib Kerja",
      "Eksploitasi Tenaga Kerja",
      "Risiko Pemasok",
      "Pemasok Berisiko",
      "Risiko Kerja Paksa",
      "Hak Tenaga Kerja",
      "Pencegahan Kerja Paksa",
      "Wilayah Berisiko",
      "Forced Labor Incident",
      "Forced Work",
      "Compulsory Labor",
      "Labor Exploitation",
      "Supplier Risk",
      "High-Risk Supplier",
      "Labor Rights",
      "Preventing Forced Labor",
      "Geographic Risk",
      "Supply Chain Risk"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only states compliance with labor laws or a general commitment to labor rights but does not provide specific information on anti-forced labor policies or how risks of forced labor are identified and assessed within the supply chain. For example, the report may mention adherence to labor standards but lacks concrete steps on identifying or mitigating forced labor risks.",
      "2": "the report covers 50% of the required elements, such as mentioning policies on forced labor but lacking detailed data on supplier assessments or reported incidents.",
      "3": "the report includes clear policies and procedures to address forced labor, along with partial data on supplier audits or identified incidents, but is not yet fully comprehensive.",
      "4": "the report includes comprehensive policies on preventing forced or compulsory labor. Additionally, it should provide data on supplier assessments, compliance audits, high-risk geographic regions, and corrective actions taken to address identified risks."
    },
    "references": {
      "1": "Laporan Japfa menyebutkan komitmen terhadap keberagaman dan kepatuhan terhadap peraturan ketenagakerjaan, serta komitmen untuk menjalankan bisnis secara etis dan berintegritas.\n Pernyataan tentang larangan kerja paksa, kerja anak, dan pelanggaran hak asasi manusia diungkapkan dengan jelas, yang menunjukkan komitmen perusahaan untuk menghindari pelanggaran hak tenaga kerja.\n Namun, laporan hanya menyebutkan kepatuhan terhadap peraturan ketenagakerjaan tanpa memberikan informasi lebih lanjut atau kebijakan yang jelas mengenai anti-kerja paksa.\nLangkah-langkah konkret untuk mengidentifikasi atau mengatasi risiko kerja paksa dalam rantai pasokan atau operasional perusahaan tidak disebutkan, yang mengurangi transparansi dalam hal bagaimana perusahaan melindungi hak pekerjanya secara lebih rinci.\nKurangnya detail mengenai bagaimana perusahaan mengelola risiko kerja paksa atau kebijakan yang lebih spesifik terkait pengelolaan tenaga kerja dalam rantai pasokan, yang sangat penting untuk memberikan gambaran lengkap tentang tanggung jawab sosial perusahaan terhadap tenaga kerjanya.",
      "2": "Laporan Kimia Farma menyebutkan kebijakan yang jelas mengenai larangan kerja paksa dan kerja anak, dengan pernyataan bahwa tidak ada insiden terkait hal ini selama tahun tersebut. Ini menunjukkan kepatuhan terhadap regulasi ketenagakerjaan yang relevan.\nPerusahaan juga memberikan data tentang jam kerja dan usia minimum karyawan, yang sesuai dengan ketentuan hukum yang berlaku (Undang-Undang No. 13 Tahun 2003 tentang Ketenagakerjaan).\nProgram pelatihan dan pengembangan kompetensi karyawan juga diungkapkan, yang memberikan gambaran positif tentang upaya perusahaan untuk meningkatkan kualitas tenaga kerjanya.\nNamun, laporan ini hanya menyebutkan kebijakan dan tidak memberikan data rinci mengenai evaluasi pemasok atau insiden terkait kerja paksa atau pekerja anak dalam rantai pasokan.\nTidak ada informasi lebih lanjut tentang langkah konkret dalam menilai atau mengatasi potensi risiko kerja paksa yang ada di dalam rantai pasokan atau pemasok, yang merupakan bagian penting dari kebijakan sosial perusahaan.",
      "3": "Laporan Jasa Marga mencakup kebijakan yang jelas terkait dengan larangan kerja paksa dan pekerja anak, yang berpedoman pada Undang-Undang No. 13 Tahun 2003 serta berbagai Konvensi ILO, seperti Konvensi No. 138 (Batas Usia Minimum untuk Bekerja), Konvensi No. 182 (Penghapusan Bentuk-Bentuk Pekerjaan Terburuk untuk Anak), dan Konvensi No. 29 dan No. 105 (Penghapusan Kerja Paksa).\nTidak ada insiden pekerja anak atau kerja paksa yang dilaporkan selama tahun pelaporan, yang mencerminkan kepatuhan terhadap kebijakan internal dan hukum terkait.\nLaporan juga menyebutkan komitmen terhadap proses rekrutmen yang transparan dan selektif, dengan adanya SK Direksi terkait prosedur rekrutmen dan penegakan prinsip keterbukaan dalam penerimaan karyawan.\nNamun, meskipun kebijakan yang ada sudah sangat jelas, laporan hanya memberikan sebagian data terkait audit pemasok dan insiden yang mungkin ditemukan di luar perusahaan. Tidak ada informasi lengkap terkait bagaimana proses pemantauan terhadap pemasok dilakukan atau langkah-langkah konkret dalam evaluasi dan mitigasi risiko kerja paksa di sepanjang rantai pasokan.",
      "4": "Laporan Indofood menunjukkan komitmen yang kuat dan kebijakan yang komprehensif terkait larangan tenaga kerja anak dan kerja paksa, dengan mengacu pada hukum dan peraturan ketenagakerjaan Indonesia serta Konvensi ILO No. 182 dan No. 105.\nKebijakan di dalam Peraturan Perusahaan dan PKB secara tegas melarang perekrutan tenaga kerja di bawah usia 18 tahun dan mematuhi ketentuan jam kerja sesuai dengan undang-undang ketenagakerjaan Indonesia.\nPencegahan kerja paksa dan tenaga kerja anak juga diperkuat dengan langkah-langkah preventif yang spesifik, seperti klasul dalam kontrak kerja dan pemasangan papan informasi di area perkebunan.\nIndofood menyediakan fasilitas pendidikan gratis dan penitipan anak untuk anak-anak karyawan yang tinggal di perkebunan, yang menunjukkan komitmen nyata untuk menghindari keterlibatan anak-anak dalam pekerjaan.\nLaporan juga menyatakan bahwa tidak ada insiden terkait kerja paksa atau tenaga kerja anak selama tahun 2023."
    }
  },
  "GRI 407-1": {
    "types": "social",
    "sub-title": "HR&LI2",
    "disclosure": "operasi dan pemasok di mana hak atas kebebasan berserikat dan perundingan kolektif mungkin berisiko",
    "description": "Reports operations and suppliers where workers' rights to freedom of association or collective bargaining may be violated or are at significant risk, including types of operations and suppliers, as well as geographic regions at risk. Additionally, describes the actions taken by the organization during the reporting period to support and protect these rights.",
    "keywords": [
      "Insiden Kebebasan Berserikat",
      "Hak Pekerja",
      "Hak Berserikat",
      "Perundingan Kolektif",
      "Hak Perundingan",
      "Serikat Pekerja",
      "Hak Karyawan",
      "Pelanggaran Hak Pekerja",
      "Risiko Serikat Pekerja",
      "Pemasok Berisiko",
      "Wilayah Berisiko",
      "Freedom of Association Incident",
      "Collective Bargaining Rights",
      "Workers’ Rights",
      "Trade Union Rights",
      "Employee Rights",
      "Unionization Risk",
      "High-Risk Supplier",
      "Labor Rights Violation",
      "Supply Chain Risk",
      "Geographic Risk"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only mentions compliance with labor laws or general worker rights but does not provide concrete steps to support or protect freedom of association and collective bargaining. For example, the report states that the company follows labor regulations but lacks information on risks to unionization or specific policies promoting these rights.",
      "2": "the report covers 50% of the required elements, such as mentioning policies that support freedom of association but lacking data on their implementation.",
      "3": "the report includes over 50% of reporting requirements, including specific actions taken to promote collective bargaining and partial data on the number of unionized employees.",
      "4": "the report includes comprehensive policies on freedom of association and collective bargaining, along with data on the number of unionized employees, high-risk regions or suppliers, and actions taken to protect and promote these rights."
    },
    "references": {
      "1": "laporan Elnusa menyebutkan kepatuhan terhadap hukum ketenagakerjaan, seperti Undang-Undang No. 13 Tahun 2003 dan Undang-Undang Cipta Kerja No. 11 Tahun 2020, serta menyatakan bahwa perusahaan memberikan kebebasan bagi karyawan untuk bergabung dengan serikat karyawan yang dikelola secara profesional.\nSerikat Karyawan Elnusa berfungsi sebagai saluran komunikasi antara karyawan dan perusahaan dan turut dilibatkan dalam penyusunan Peraturan Perusahaan.\nMeskipun laporan menunjukkan keberhasilan dalam menciptakan hubungan industrial yang positif, dengan tidak adanya aksi mogok kerja selama tahun 2023, laporan tidak mencakup langkah konkret yang diambil perusahaan untuk mendukung atau melindungi kebebasan berserikat dan perundingan kolektif.\nLaporan hanya menyebutkan bahwa perusahaan mematuhi peraturan ketenagakerjaan tanpa memberikan rincian lebih lanjut tentang risiko pembatasan serikat pekerja atau kebijakan khusus yang mendukung hak-hak tersebut, seperti perlindungan terhadap potensi pembatasan kebebasan berserikat atau penindasan terhadap kegiatan serikat pekerja.",
      "2": "Laporan Semen Indonesia mencakup kebijakan yang mendukung kebebasan berserikat dan berkumpul, mengacu pada Undang-Undang Dasar 1945 dan Undang-Undang No. 13 Tahun 2003 tentang Ketenagakerjaan yang memberikan hak kepada setiap pekerja untuk membentuk atau bergabung dengan serikat pekerja.\nLaporan menjelaskan bahwa karyawan Semen Indonesia tergabung dalam Serikat Karyawan Semen Indonesia (SKSI), yang telah terdaftar secara legal, dan perusahaan berkomitmen untuk memastikan kebebasan tersebut.\nSemen Indonesia melakukan berbagai inisiatif untuk menciptakan hubungan industrial yang harmonis, seperti mengadakan pertemuan rutin dengan perwakilan karyawan, melakukan perundingan Perjanjian Kerja Bersama (PKB), serta menyelenggarakan kegiatan Learn & Share terkait hubungan industrial.\nNamun, laporan hanya menyebutkan kebijakan yang mendukung kebebasan berserikat, tetapi tidak menyertakan data atau bukti konkret mengenai implementasi kebijakan tersebut, seperti tingkat partisipasi karyawan dalam serikat atau penilaian efektivitas kebijakan tersebut dalam memfasilitasi perundingan kolektif atau perlindungan hak berserikat.",
      "3": "Laporan Indofood menunjukkan komitmen yang jelas terhadap kebebasan berserikat, mencakup penyebutan tentang peraturan yang berlaku, seperti Konvensi ILO yang relevan, serta memberikan kebebasan kepada karyawan untuk membentuk dan bergabung dengan serikat pekerja.\nIndofood menyediakan data mengenai persentase karyawan yang terdaftar sebagai anggota serikat pekerja (42,3% pada 2023), yang menunjukkan implementasi kebijakan yang transparan terkait kebebasan berserikat.\nLaporan juga menginformasikan tentang peran serikat pekerja dalam proses pembuatan dan pembaruan Perjanjian Kerja Bersama (PKB) dan menggarisbawahi fungsi penting serikat pekerja dalam hubungan industrial yang harmonis.\nIndofood juga menjelaskan pembentukan Lembaga Kerja Sama Bipartit (LKS Bipartit) di setiap unit operasional untuk memfasilitasi komunikasi antara karyawan dan manajemen, serta memastikan partisipasi karyawan dalam proses perundingan kolektif.\nMeskipun laporan mencakup lebih dari 50% persyaratan pelaporan, ada beberapa aspek yang bisa lebih mendalam, seperti data lebih lanjut mengenai penilaian efektivitas kebijakan kebebasan berserikat dalam meningkatkan hubungan industrial atau apakah ada tantangan yang dihadapi selama implementasi kebijakan tersebut.",
      "4": "Laporan Grup Adaro mencakup kebijakan komprehensif terkait kebebasan berserikat dan perundingan kolektif, yang mencakup berbagai aspek penting seperti serikat pekerja, Perjanjian Kerja Bersama (PKB), dan forum komunikasi bipartit.\nAdaro mengakui dan mendukung hak pekerja untuk berserikat dan melakukan perundingan kolektif, serta memberikan gambaran jelas mengenai pembentukan serikat pekerja di anak perusahaan.\nPerjanjian Kerja Bersama (PKB) telah ditandatangani dengan 100% karyawan yang berada di bawah anak perusahaan yang memiliki serikat pekerja, memastikan transparansi dan kepastian dalam hubungan kerja.\nGrup Adaro juga secara rutin menyelenggarakan Lembaga Kerja Sama Bipartit (LKS Bipartit) untuk menjaga komunikasi efektif antara manajemen dan pekerja, serta memastikan adanya partisipasi pekerja dalam pengambilan keputusan.\nLaporan juga menyebutkan bahwa tidak ada pemogokan karyawan selama tahun pelaporan, yang menunjukkan keberhasilan hubungan industrial yang harmonis.\nSelain itu, laporan mencakup data yang relevan mengenai serikat pekerja, tanpa menyebutkan spesifik wilayah atau pemasok yang berisiko, namun menyoroti langkah-langkah yang diambil untuk melindungi dan mempromosikan hak-hak pekerja melalui perundingan kolektif dan forum komunikasi formal."
    }
  },
  "GRI 403-1": {
    "types": "social",
    "sub-title": "HR&LI3",
    "disclosure": "sistem manajemen kesehatan dan keselamatan kerja",
    "description": "Reports whether the occupational health and safety management system has been implemented in compliance with applicable laws, with a clear explanation. Describes its implementation based on relevant guidelines and standards. Additionally, provides a description of the scope of work, activities, and workplaces covered by the system, along with explanations if any workers, activities, or workplaces are excluded.",
    "keywords": [
      "Sistem Kesehatan dan Keselamatan",
      "Manajemen K3",
      "Keselamatan Kerja",
      "Kesehatan Kerja",
      "Sistem Manajemen K3",
      "Kepatuhan K3",
      "Lingkungan Kerja Aman",
      "Perlindungan Pekerja",
      "Standar Kesehatan dan Keselamatan",
      "Cakupan K3",
      "Risiko Keselamatan",
      "Occupational Health and Safety System",
      "OHS Management",
      "Workplace Safety",
      "Employee Safety",
      "Health and Safety Compliance",
      "Safety Standards",
      "Worker Protection",
      "Safe Work Environment",
      "OHS Implementation",
      "Risk Management in OHS"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only mentions the existence of occupational health and safety (OHS) policies in general without providing specific information on the implementation of the OHS management system. For example, the report states that the company has an OHS policy or complies with health and safety regulations but does not provide details on programs, training, or relevant performance data.",
      "2": "report covers 50% of the required elements, such as outlining workplace safety programs but lacking data on incidents or program outcomes.",
      "3": "the report includes over 50% of reporting requirements, including policies and safety programs, as well as partial data on workplace incidents or safety training provided.",
      "4": "report provides a comprehensive occupational health and safety management system, including policies, applicable standards, scope of work, data on workplace incidents or accidents, training programs, and preventive measures."
    },
    "references": {
      "1": "Laporan United Tractor mengungkapkan bahwa perusahaan menerapkan sistem manajemen yang sesuai dengan ISO 45001, SMK3, dan SMKP. Namun, meskipun ada penyebutan tentang kebijakan dan komitmen terhadap keselamatan dan kesehatan kerja (K3), laporan tidak memberikan detail implementasi sistem manajemen K3.\nBeberapa aspek yang kurang spesifik dalam laporan ini meliputi program-program pencegahan kecelakaan, pelatihan yang diberikan kepada karyawan, dan data kinerja keselamatan yang relevan, seperti jumlah kecelakaan kerja atau indikator kinerja keselamatan lainnya.\nLaporan juga menyebutkan bahwa risiko K3 tinggi dalam operasi pertambangan dan konstruksi, tetapi tidak merinci tindakan konkret yang diambil untuk mengurangi risiko tersebut atau memperbaiki kinerja K3.\nLaporan Chandra Asia Pacific menyatakan bahwa perusahaan memiliki Sistem Manajemen Kesehatan dan Keselamatan Kerja (SMK3) yang dikelola oleh Departemen Safety, Health, and Environment (SHE), namun informasi lebih lanjut mengenai implementasi sistem manajemen ini masih terbatas.\nMeskipun laporan menyebutkan berbagai aktivitas komunikasi dan konsultasi K3 seperti SHE Partnership Meeting, Safety Talk, dan Safety Weekly Topic, informasi mengenai kinerja K3 (misalnya jumlah kecelakaan, tingkat keparahan kecelakaan, atau data perbaikan) tidak dijelaskan secara rinci.\nLaporan juga tidak memberikan gambaran mendalam mengenai program pelatihan K3 atau evaluasi efektivitas sistem K3, yang sangat penting untuk menunjukkan penerapan yang nyata dari kebijakan tersebut.",
      "2": "Laporan Timah menyebutkan bahwa perusahaan mengadopsi Sistem Manajemen Keselamatan Pertambangan (SMKP) dan Sistem Manajemen Kesehatan dan Keselamatan Kerja (SMK3) yang sesuai dengan standar nasional dan internasional.\nPenerapan SMKP dan SMK3 mencakup seluruh karyawan dan mitra kerja yang terlibat dalam kegiatan operasional, dengan adanya audit internal dan eksternal yang menunjukkan kualitas sistem manajemen K3 yang diakui.\nKebijakan K3 mencakup pembentukan Komite Keselamatan Pertambangan (P2K3), serta kewajiban karyawan untuk terlibat dalam audit, pengawasan, inspeksi, dan pelatihan K3 secara rutin.Ada penekanan pada pengidentifikasian dan pengendalian risiko serta penerapan budaya K3 di seluruh unit operasional.\nMeskipun laporan mencakup banyak elemen penting seperti kebijakan, audit, dan pengendalian risiko, laporan tidak memberikan data kinerja yang cukup, seperti jumlah kecelakaan kerja, tingkat kecelakaan, atau hasil konkret dari implementasi sistem K3\nTidak ada informasi spesifik tentang jumlah insiden, efektivitas pelatihan, atau dampak audit eksternal, yang penting untuk menunjukkan keberhasilan atau perbaikan yang dilakukan.\nLaporan Pakuwon Jati menjelaskan dengan baik penerapan Sistem Manajemen Keselamatan dan Kesehatan Kerja (K3) yang sesuai dengan Undang-Undang No. 1 Tahun 1970 dan Peraturan Menteri Tenaga Kerja No. 5 Tahun 1996.\nLaporan juga menekankan pada identifikasi potensi bahaya, penilaian risiko, dan upaya pengendalian yang diterapkan untuk menjamin keselamatan karyawan.Penerapan sistem ini mencakup pelatihan K3, evaluasi berkala, dan pengawasan karyawan yang aktif dalam implementasi K3.\nLaporan menyebutkan penurunan 75% dalam insiden kecelakaan kerja pada tahun 2023, memberikan gambaran jelas tentang hasil dari program K3.\nMeskipun laporan mencantumkan penurunan kecelakaan, informasi tentang kejadian kecelakaan secara lebih detail (misalnya jumlah total kecelakaan, tingkat keparahannya, atau jenis kecelakaan) masih terbatas.\nTidak ada informasi lebih lanjut tentang evaluasi dampak pelatihan atau apakah prosedur mitigasi berlanjut dalam program yang lebih besar.",
      "3": "Laporan HM Sampoerna dengan jelas menjelaskan bahwa seluruh enam pabrik perusahaan telah tersertifikasi ISO 45001, yang merupakan standar internasional untuk sistem manajemen Kesehatan dan Keselamatan Kerja (K3).\nAda audit eksternal yang dilakukan oleh Philip Morris International Inc. (PMI) dengan menggunakan auditor independen, yang menilai berdasarkan Global EHS Certification.\nPenerapan berbagai program identifikasi bahaya dan penilaian risiko, termasuk Behavior Observation System (BOS) dan Safety Scenario and Hazard Awareness Program (SHARP), yang merupakan metode proaktif dalam menjaga keselamatan karyawan.\nSistem Pelaporan Insiden dan Bahaya Kerja (iHARE) serta Safety Leading Indicator (SALe) mendukung pelaporan dan evaluasi insiden dengan transparansi.\nLaporan mencakup informasi tentang komite keselamatan kerja (P2K3), pelatihan K3 secara rutin, dan pemeriksaan kesehatan karyawan yang secara teratur diadakan di fasilitas pabrik.\nLaporan juga menjelaskan bahwa fasilitas produksi Sampoerna mendapatkan sertifikasi Global EHS dengan Zero Non-Conformity dari Bureau Veritas (BV), yang menunjukkan komitmen terhadap standar keselamatan dan kesehatan tinggi.\nData insiden kerja yang disediakan masih terbatas. Meskipun sistem pelaporan dan audit dilakukan secara rutin, informasi lebih mendalam mengenai jumlah kecelakaan kerja, keparahan insiden, dan dampak dari program keselamatan yang diterapkan belum sepenuhnya dijelaskan.\nMeskipun ada pelatihan K3, tidak ada detail lebih lanjut tentang jumlah karyawan yang telah dilatih atau hasil spesifik dari pelatihan tersebut.",
      "4": "Laporan Indofood CBP menunjukkan komitmen yang sangat baik terhadap Kesehatan dan Keselamatan Kerja (K3) dengan mencakup hampir seluruh elemen pelaporan yang diperlukan.Kebijakan K3 yang diselaraskan dengan Peraturan Pemerintah No. 50 Tahun 2012 (SMK3) dan standar internasional ISO 45001 memberikan landasan yang kokoh untuk penerapan kebijakan K3 di seluruh unit operasional.\nSistem Manajemen K3 yang sangat lengkap mencakup identifikasi bahaya, penilaian risiko, prosedur standar operasional, dan pengendalian operasional yang jelas untuk seluruh karyawan, kontraktor, dan pengunjung.\nAudit eksternal dilakukan secara rutin, dengan unit-unit operasional yang telah tersertifikasi SMK3 dan beberapa lainnya telah memenuhi standar internasional ISO 45001.\nLaporan menyajikan data tentang insiden kerja yang transparan, serta tindakan yang diambil untuk memastikan tidak ada ketidakpatuhan terhadap peraturan K3 selama tahun 2023.\nKomite Kesehatan dan Keselamatan Kerja (P2K3) yang terdiri dari lebih dari 1.500 anggota, termasuk ahli K3 bersertifikat, perwakilan manajemen, dan pekerja, berperan aktif dalam pengelolaan K3. Komite ini juga bertanggung jawab dalam menyusun program K3 serta melakukan inspeksi rutin untuk mencegah kecelakaan.\nLaporan juga menyebutkan pelatihan K3 secara rutin dan sistem pelaporan insiden yang diterapkan untuk memperbaiki sistem secara berkelanjutan.\nAdanya keterlibatan pekerja dan perwakilan serikat pekerja dalam konsultasi K3 memastikan bahwa kebijakan dan prosedur K3 sesuai dengan kebutuhan seluruh pemangku kepentingan."
    }
  },
  "GRI 417-1": {
    "types": "social",
    "sub-title": "HR&LI4",
    "disclosure": "persyaratan untuk pelabelan dan informasi produk dan jasa",
    "description": "Reports each requirement and procedure related to product and service labeling and information, including: component sourcing, content of substances that may impact the environment or society, guidelines for the safe use of products or services, and disposal procedures along with their environmental and social impacts. Additionally, includes the percentage of significant product or service categories that comply with these requirements.",
    "keywords": [
      "Label Produk",
      "Sertifikasi Produk",
      "Pelabelan Produk",
      "Informasi Produk",
      "Syarat Pelabelan",
      "Sumber Komponen",
      "Panduan Penggunaan",
      "Dampak Produk",
      "Keamanan Produk",
      "Prosedur Pembuangan",
      "Product Labeling",
      "Product Certification",
      "Label Requirements",
      "Product Information",
      "Component Sourcing",
      "Usage Guidelines",
      "Product Impact",
      "Safe Usage",
      "Disposal Procedure",
      "Environmental and Social Impact"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only mentions a general commitment to complying with product labeling and information regulations without providing specific data on non-compliance incidents or implemented procedures. For example, the report states that the company follows product labeling standards but does not elaborate on specific requirements, applied procedures, or the percentage of products meeting labeling criteria.",
      "2": "the report covers 50% of reporting requirements, such as mentioning policies related to marketing and product labeling but lacking detailed data on non-compliance incidents.",
      "3": "the report includes over 50% of reporting requirements, with more detailed policies and partial data on non-compliance incidents or compliance with product labeling regulations.",
      "4": "report provides comprehensive product and service labeling policies, including certification requirements, information on component sourcing, environmental or social impact of substances used, safe usage guidelines, disposal procedures, and the percentage of product or service categories that comply with these requirements."
    },
    "references": {
      "1": "Laporan Astra Motor dan Bank Danamon Indonesia memberikan penjelasan umum mengenai komitmen mereka terhadap keamanan pelanggan dan kepatuhan terhadap regulasi produk dan layanan, namun tidak menyertakan data spesifik atau informasi lebih rinci terkait pelaksanaan atau pemantauan kebijakan tersebut.\nLaporan Astra Motor menyebutkan bahwa semua produk telah melewati verifikasi untuk memastikan keamanan pelanggan dan telah mengikuti standar yang berlaku secara nasional dan internasional.\nInformasi terkait cara penggunaan yang aman disampaikan melalui dokumen pendukung seperti Material Safety Data Sheet dan panduan penggunaan produk.\nMeskipun laporan mengklaim kepatuhan terhadap standar pelabelan produk dan informasi jasa, tidak ada data spesifik mengenai kejadian ketidakpatuhan atau proses yang diterapkan untuk memastikan produk memenuhi persyaratan pelabelan yang berlaku.\nLaporan juga tidak memberikan persentase produk yang mematuhi kriteria pelabelan atau menjelaskan secara rinci prosedur verifikasi yang digunakan oleh Astra.\nLaporan Bank Danamon menyebutkan bahwa seluruh produk dan layanan keuangan yang diluncurkan sudah mendapatkan persetujuan dari Bank Indonesia dan Otoritas Jasa Keuangan (OJK) untuk memastikan kepatuhan terhadap regulasi yang berlaku\nBank Danamon hanya menyebutkan bahwa produk dan layanan mereka memenuhi persyaratan regulasi, tanpa memberikan informasi lebih lanjut tentang prosedur yang diterapkan atau data terkait kejadian ketidakpatuhan.\nTidak ada detail spesifik mengenai proses persetujuan atau prosedur pengawasan yang dilakukan dalam memastikan bahwa produk dan layanan sepenuhnya memenuhi regulasi yang ditetapkan.",
      "2": "Laporan Medikaloka Hermina mencakup sebagian besar kebijakan terkait pemasaran dan keamanan informasi produk yang dijalankan oleh perusahaan, namun kurang memberikan data atau informasi rinci terkait insiden ketidakpatuhan atau langkah-langkah yang diterapkan untuk memastikan kepatuhan yang lebih konkret terhadap regulasi pemasaran.\nPenyampaian Informasi: Laporan menyebutkan bahwa informasi mengenai produk dan layanan kesehatan dikomunikasikan dengan cara yang terverifikasi dan tepat, termasuk melalui brosur, seminar, dan platform media sosial.\nEvaluasi Materi Pemasaran: Setiap materi promosi seperti brosur dan konten digital dievaluasi untuk memastikan keakuratan dan kepatuhan terhadap peraturan yang berlaku.\nPenyelenggaraan Seminar: Perusahaan juga menyelenggarakan seminar dan talk show yang melibatkan tenaga medis profesional untuk memastikan bahwa informasi yang disampaikan berbasis pada perkembangan terbaru di bidang kesehatan.\nTidak Ada Insiden: Laporan dengan tegas menyatakan bahwa sepanjang tahun 2023, tidak ada insiden terkait informasi yang tidak akurat atau komunikasi pemasaran yang menyesatkan.\nKetiadaan Data Spesifik: Meskipun perusahaan mengklaim bahwa tidak ada insiden ketidakpatuhan, laporan tidak menyediakan data spesifik atau informasi rinci mengenai insiden yang terjadi atau langkah-langkah yang diambil dalam mengatasi ketidakpatuhan (misalnya, persentase materi pemasaran yang lolos evaluasi atau jenis audit yang dilakukan).\nProsedur Pengawasan: Tidak ada informasi yang jelas mengenai prosedur yang diterapkan untuk mengidentifikasi dan mengatasi ketidakpatuhan dalam pemasaran atau komunikasi produk.",
      "3": "Laporan Bank BTPN mencakup lebih dari 50% dari persyaratan pelaporan, dengan kebijakan yang lebih rinci dan beberapa data mengenai insiden ketidakpatuhan serta kepatuhan terhadap regulasi pelabelan produk\nKebijakan Informasi Produk yang Jelas: Laporan menyebutkan secara jelas bahwa setiap produk yang diluncurkan harus menyediakan informasi yang komprehensif, jelas, transparan, dan mudah dipahami. Informasi tersebut mencakup ringkasan produk, fitur, syarat dan ketentuan, serta pemberitahuan terkait perubahan produk.\nPenggunaan Bahasa yang Mudah Dipahami: Bank memastikan penggunaan bahasa Indonesia yang mudah dipahami dan ukuran huruf yang sesuai dengan regulasi untuk memudahkan nasabah dalam memahami produk.\nSaluran Komunikasi yang Terjangkau: Informasi produk disampaikan melalui saluran komunikasi personal yang memungkinkan nasabah untuk mendapatkan penjelasan lebih lanjut mengenai produk.\nProses Evaluasi Produk: Setiap produk yang diluncurkan telah melalui proses evaluasi menyeluruh, disesuaikan dengan dinamika masyarakat dan dunia usaha.\nKomitmen pada Kepatuhan Regulasi: Bank BTPN berkomitmen untuk mematuhi seluruh regulasi terkait informasi, pelabelan, dan pemasaran produk. Laporan ini mencatat bahwa seluruh produk yang diluncurkan mengikuti prosedur ini dan menekankan pentingnya masukan dan umpan balik dari masyarakat untuk peningkatan kualitas.\nTindak Lanjut Insiden: Laporan juga menyebutkan bahwa Bank BTPN berupaya untuk menindaklanjuti insiden terkait komunikasi produk dan pemasaran sesuai dengan ketentuan dan prosedur yang berlaku.\nMeskipun laporan mencatat adanya tindak lanjut terhadap insiden, tidak ada data spesifik mengenai insiden ketidakpatuhan yang terjadi selama periode laporan. Ini mengurangi tingkat transparansi terkait penerapan kebijakan pelabelan dan pemasaran produk.\nWalaupun ada penjelasan mengenai komitmen terhadap regulasi, laporan tidak memberikan rincian mendalam tentang prosedur internal yang diterapkan untuk mengidentifikasi dan menangani ketidakpatuhan secara spesifik.",
      "4": "Laporan Adhikarya mencakup hampir seluruh persyaratan pelaporan terkait informasi produk dan jasa dengan penekanan pada kepatuhan terhadap regulasi, integritas informasi, dan komunikasi yang jelas kepada konsumen.\nKepatuhan pada Regulasi: Laporan mencatat bahwa ADHI mengutamakan hak konsumen atas informasi yang jelas, benar, dan jujur sesuai dengan Pasal 4 UU No. 8/1999 tentang Perlindungan Konsumen. Informasi terkait produk disediakan melalui situs resmi perusahaan yang dapat diakses kapan saja, mencerminkan komitmen terhadap transparansi.\nSistem Manajemen Mutu ISO 9001:2015: ADHI mengadopsi ISO 9001:2015, yang menunjukkan pendekatan sistematis untuk memastikan kualitas dan transparansi dalam memberikan informasi produk dan layanan.\nPrinsip Kejujuran dan Integritas: ADHI menegaskan prinsip kejujuran dan integritas dalam komunikasi produk dan layanan melalui Code of Conduct perusahaan, yang juga mencakup pedoman untuk produk dan kualitas layanan.\nPengawasan terhadap Potensi Klaim Berlebihan: Informasi yang disampaikan secara transparan bertujuan untuk menghindari klaim berlebihan atau penyesatan terhadap konsumen, yang merupakan tindakan mitigasi yang bertanggung jawab.\nTidak Ada Insiden Ketidakpatuhan: Selama tahun pelaporan, tidak ada insiden ketidakpatuhan terkait informasi produk dan layanan yang dilaporkan oleh ADHI, menunjukkan penerapan kebijakan yang efektif.\nEtika dalam Pemasaran: ADHI mematuhi peraturan, etika, dan norma yang berlaku dalam komunikasi pemasaran, termasuk periklanan, promosi, dan sponsorship, tanpa melanggar ketentuan apapun pada tahun pelaporan."
    }
  },
  "GRI 417-2": {
    "types": "social",
    "sub-title": "HR&LI4",
    "disclosure": "insiden ketidakpatuhan terkait informasi dan pelabelan produk dan jasa",
    "description": "Reports the total number of incidents of non-compliance with labeling and information regulations, categorized as follows: Incidents of non-compliance resulting in fines or penalties, Incidents of non-compliance resulting in warnings, Incidents of non-compliance with voluntary regulations.",
    "keywords": [
      "Insiden Ketidakpatuhan",
      "Pelanggaran Regulasi",
      "Ketidakpatuhan Pelabelan",
      "Denda Pelabelan",
      "Peringatan Regulasi",
      "Hukuman Produk",
      "Regulasi Sukarela",
      "Kepatuhan Produk",
      "Kesalahan Informasi",
      "Non-compliance Incident",
      "Regulatory Violation",
      "Labeling Non-compliance",
      "Fines and Penalties",
      "Regulatory Warning",
      "Product Penalty",
      "Voluntary Regulation",
      "Product Compliance",
      "Misinformation"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only mentions general compliance with product labeling and information regulations without providing specific data on non-compliance incidents. For example, the report states that the company adheres to labeling regulations but does not disclose the number of incidents resulting in fines, warnings, or violations of voluntary regulations.",
      "2": "report covers 50% of the reporting requirements, such as mentioning policies related to product labeling but providing only partial data on non-compliance incidents without a full breakdown.",
      "3": "the report includes over 50% of reporting requirements, with more detailed policies and some categorized data on non-compliance incidents, such as fines or warnings.",
      "4": "report provides comprehensive compliance policies regarding product labeling and information, including the total number of non-compliance incidents categorized by fines or penalties, warnings, and violations of voluntary regulations. Additionally, the report must outline corrective actions taken to mitigate future non-compliance risks."
    },
    "references": {
      "1": "Tidak Memiliki representasi Laporan untuk referensi \nAsumsi Penilaian: Laporan hanya mencakup pernyataan umum tentang kepatuhan terhadap aturan pelabelan produk dan jasa yang diikuti oleh perusahaan. Namun, laporan tidak menyediakan kebijakan terperinci yang diambil terkait pelabelan produk serta tidak memberikan data atau informasi terkait insiden ketidakpatuhan, jumlah insiden yang mengarah pada hukuman, sanksi, atau denda.",
      "2": "Tidak Memiliki Representasi Laporan Untuk Referensi.Asumsi Penilaian: Laporan mencakup 50% dari persyaratan pelaporan, yaitu menyebutkan kebijakan terkait pelabelan produk dan jasa, namun hanya memberikan sebagian data tentang insiden ketidakpatuhan. Data yang disediakan tidak lengkap, karena tidak ada kategori insiden yang jelas, seperti insiden yang berakhir dengan denda, peringatan, atau pelanggaran.",
      "3": "Tidak Memiliki Representasi Laporan Untuk Referensi.Asumsi Penilaian:Laporan mencakup lebih dari 50% dari persyaratan pelaporan dengan kebijakan yang lebih terperinci terkait pelabelan produk dan jasa. Laporan juga menyediakan data kategorisasi insiden ketidakpatuhan, termasuk jumlah insiden yang berakhir dengan denda, peringatan, dan pelanggaran. Hanya laporan tidak  mencakup kebijakan manajemen perusahaan yang menunjukkan langkah preventif untuk menghindari ketidakpatuhan di masa mendatang.",
      "4": "Laporan HM Sampoerna mencatat kepatuhan penuh terhadap pelabelan produk dan informasi yang relevan, dengan tidak adanya insiden ketidakpatuhan yang dilaporkan.\nLaporan memberikan rincian informasi terkait langkah-langkah perbaikan yang diambil untuk mengurangi risiko di masa depan yang sudah  seharusnya menjadi bagian dari laporan untuk memberikan gambaran lebih lengkap tentang komitmen perusahaan terhadap peraturan.\nLaporan secara jelas menginformasikan bahwa tidak ada insiden penarikan produk atau penerapan sanksi, termasuk denda atau hukuman administratif, selama tahun 2023. Ini menunjukkan bahwa perusahaan tidak menghadapi pelanggaran terkait pelabelan produk selama tahun laporan."
    }
  },
  "GRI 417-3": {
    "types": "social",
    "sub-title": "HR&LI4",
    "disclosure": "insiden ketidakpatuhan terkait komunikasi pemasaran",
    "description": "Reports the total number of incidents of non-compliance related to marketing communications, including advertising, promotion, and sponsorship, categorized as follows: Incidents of non-compliance resulting in fines or penalties, Incidents of non-compliance resulting in warnings, Incidents of non-compliance with voluntary regulations.",
    "keywords": [
      "Insiden Ketidakpatuhan",
      "Pelanggaran Regulasi",
      "Ketidakpatuhan Pemasaran",
      "Denda Pemasaran",
      "Peringatan Regulasi",
      "Hukuman Iklan",
      "Iklan Menyesatkan",
      "Pelanggaran Promosi",
      "Ketidakpatuhan Sponsor",
      "Kesalahan Komunikasi",
      "Non-compliance Incident",
      "Regulatory Violation",
      "Marketing Non-compliance",
      "Fines and Penalties",
      "Regulatory Warning",
      "Advertising Penalty",
      "Misleading Advertisement",
      "Promotion Violation",
      "Sponsorship Non-compliance",
      "Communication Error"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report only mentions general compliance with marketing communication regulations without providing specific data on non-compliance incidents. For example, the report states that the company adheres to advertising, promotion, and sponsorship regulations but does not disclose the number of incidents resulting in fines, warnings, or violations of voluntary regulations.",
      "2": "the report covers 50% of the reporting requirements, such as mentioning policies related to marketing communications but providing only partial data on non-compliance incidents without a full breakdown.",
      "3": "report includes over 50% of reporting requirements, with more detailed policies and some categorized data on non-compliance incidents, such as fines or warnings.",
      "4": "the report provides comprehensive compliance policies regarding marketing communications, including the total number of non-compliance incidents categorized by fines or penalties, warnings, and violations of voluntary regulations. Additionally, the report must outline corrective actions taken to mitigate future non-compliance risks."
    },
    "references": {
      "1": "Tidak Memiliki Representasi Laporan Untuk Referensi. Asumsi Penilaian: Laporan hanya menyebutkan bahwa perusahaan mematuhi regulasi komunikasi pemasaran secara umum, namun tidak memberikan data yang lebih spesifik mengenai insiden ketidakpatuhan atau pelanggaran yang terjadi. Meskipun laporan mencatat kepatuhan terhadap regulasi terkait iklan, promosi, dan sponsorship, tidak ada rincian yang diberikan mengenai jumlah insiden yang berakhir dengan denda, peringatan, atau pelanggaran terhadap regulasi sukarela.",
      "2": "Tidak Memiliki Representasi Laporan Untuk Referensi. Asumsi Penilaian: Laporan mencakup sekitar 50% dari persyaratan pelaporan, dengan adanya kebijakan terkait komunikasi pemasaran yang disampaikan secara umum. Beberapa data terkait insiden ketidakpatuhan atau pelanggaran memang disertakan, namun jumlah insiden tersebut tidak dipecah atau dikategorikan secara rinci. Laporan tidak menyebutkan detail tentang kejadian yang spesifik atau langkah-langkah yang diambil oleh perusahaan untuk mencegah terjadinya insiden serupa di masa depan.",
      "3": "Tidak Memiliki Representasi Laporan Untuk Referensi Asumsi Penilaian: Laporan mencakup lebih dari 50% dari persyaratan pelaporan, di mana terdapat kebijakan komunikasi pemasaran yang lebih rinci, bersama dengan data mengenai insiden ketidakpatuhan yang terjadi. Meskipun data mengenai insiden sudah terbagi dalam kategori (misalnya denda atau peringatan), laporan tidak mengungkapkan langkah-langkah manajerial atau strategi perusahaan untuk menghindari kejadian serupa di masa depan, yang membuat langkah preventif atau antisipasi tidak terungkap dengan jelas.",
      "4": "Asumsi Penilaian; Laporan mencakup kebijakan kepatuhan yang komprehensif terhadap regulasi komunikasi pemasaran, lengkap dengan data yang mendukung persyaratan pelaporan. Laporan ini menyertakan rincian mengenai jumlah insiden yang terjadi, pengelompokan insiden berdasarkan denda, peringatan, atau pelanggaran peraturan sukarela, serta frekuensi kejadian. Laporan juga menguraikan langkah-langkah antisipasi atau strategi manajerial yang diambil untuk mencegah terjadinya ketidakpatuhan atau pelanggaran komunikasi pemasaran di masa depan, memberikan gambaran menyeluruh tentang upaya perusahaan dalam memperbaiki dan mengelola kepatuhan tersebut."
    }
  },
  "GRI 2-27": {
    "types": "environmental",
    "sub-title": "POP1",
    "disclosure": "kepatuhan terhadap hukum dan peraturan",
    "description": "Reports the total number of significant non-compliance incidents with laws and regulations during the reporting period, with details as follows: Number of incidents resulting in fines, Number of incidents resulting in non-monetary sanctions, Total number and monetary value of fines paid during the reporting period, categorized into: i. Fines for non-compliance incidents that occurred in the current reporting period. ii. Fines for non-compliance incidents that occurred in previous reporting periods, Description of significant non-compliance incidents, Explanation of the methodology used to determine what qualifies as a significant non-compliance incident",
    "keywords": [
      "Kepatuhan Regulasi",
      "Pelanggaran Regulasi",
      "Ketidakpatuhan Hukum",
      "Sanksi Nonmoneter",
      "Denda Hukum",
      "Peristiwa Ketidakpatuhan",
      "Pelanggaran Peraturan",
      "Kode Etik",
      "Perundang-undangan",
      "Denda Kepatuhan",
      "Regulatory Compliance",
      "Regulatory Violation",
      "Legal Non-compliance",
      "Non-monetary Sanction",
      "Legal Fine",
      "Non-compliance Event",
      "Regulation Breach",
      "Code of Conduct",
      "Legislation Compliance",
      "Compliance Penalty"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "the report only provides a general statement of compliance with laws and regulations without specific data on non-compliance incidents. For example, the report states that the company is committed to regulatory compliance but does not disclose the number of incidents resulting in fines, non-monetary sanctions, or the total monetary value of fines paid during the reporting period.",
      "2": "report includes approximately 50% of the reporting requirements, such as mentioning the number of non-compliance incidents but lacking complete details on fines, non-monetary sanctions, or time-based categorization.",
      "3": "report covers more than 50% of the reporting requirements, including the number of incidents, some details on fines or sanctions, and a description of the methodology used to determine significant non-compliance.",
      "4": "the report provides a detailed disclosure of the total number of significant non-compliance incidents with laws and regulations, including the number of fines, monetary value of fines, and non-monetary sanctions received during the reporting period. The report must also describe the non-compliance incidents and the methodology used to determine what qualifies as significant non-compliance."
    },
    "references": {
      "1": "Laporan Barito Pacific menunjukkan komitmen yang kuat terhadap kepatuhan lingkungan melalui pengelolaan risiko yang cermat, mulai dari analisis dampak lingkungan hingga perolehan izin lingkungan yang relevan dengan operasional. Selama periode pelaporan, seluruh unit bisnis perusahaan dilaporkan mematuhi peraturan lingkungan yang berlaku tanpa adanya pelanggaran yang mengakibatkan sanksi administratif atau denda.\nNamun, meskipun laporan ini menunjukkan berbagai inisiatif dan pencapaian positif, laporan tidak memberikan data spesifik mengenai insiden ketidakpatuhan atau pelanggaran yang terjadi, seperti jumlah denda atau sanksi yang diterima. Ini mengurangi transparansi terkait dengan kejadian ketidakpatuhan yang dapat menunjukkan bagaimana perusahaan mengelola risiko ketidakpatuhan dan menghindari potensi masalah hukum atau reputasi.\nSelain itu tidak dijelaskan mekanisme dan prosedur sistematis untuk menangani kasus pelanggaran yang terjadi termasuk langkah - langkah konkrit dan upaya pencegahan agar kedepannya insiden tersebut tidak terulang",
      "2": "Laporan Bank Rakyat Indonesia (BRI) memberikan informasi penting terkait Insiden pelanggaran terhadap kepatuhan pada regulasi, termasuk jumlah insiden yang dilaporkan dan tindakan yang diambil terhadap pelanggaran tersebut. BRI juga menyertakan rincian mengenai kategori pelanggaran (ringan, sedang, berat) dan jenis sanksi yang diterapkan, baik dalam bentuk koreksi disipliner maupun hukuman pekerjaan, yang memberikan gambaran mengenai upaya perusahaan dalam menjaga standar etika dan profesionalisme.\nNamun, laporan ini hanya mencakup kurang dari 50% persyaratan pelaporan yang lebih komprehensif. Meskipun laporan menyebutkan jumlah insiden ketidakpatuhan (29 insiden yang dilaporkan dan diselesaikan pada tahun 2023), laporan tidak memberikan rincian lebih lanjut terkait dengan konsekuensi dari pelanggaran tersebut, seperti jumlah denda, sanksi non-moneter yang dikenakan, atau rincian lebih lanjut mengenai waktu kejadian insiden. Tidak adanya informasi mengenai apakah ada denda atau sanksi non-moneter yang diterapkan mengurangi transparansi dan kedalaman laporan terkait dengan konsekuensi hukum dan finansial dari pelanggaran yang terjadi.",
      "3": "Laporan Bank Jatim telah mencakup sebagian besar informasi yang diperlukan sesuai dengan persyaratan pelaporan terkait kepatuhan terhadap hukum dan peraturan. Beberapa elemen yang tercakup dalam laporan ini adalah:\nJumlah Insiden: Laporan menyebutkan jumlah insiden ketidakpatuhan yang terjadi pada tahun 2023, yaitu 7 insiden yang terdiri dari 6 sanksi berupa denda dan 1 teguran tertulis. Ini memberikan gambaran yang jelas tentang frekuensi pelanggaran yang terjadi selama periode pelaporan.\nDetail tentang Denda dan Sanksi: Laporan mencakup informasi mengenai total nilai denda yang dibayarkan oleh Bank Jatim (Rp287.000.000,-) serta alasan di balik sanksi (kesalahan dan keterlambatan dalam pelaporan kepada regulator). Ini memberikan gambaran tentang dampak finansial dari pelanggaran yang terjadi.\nMetode Penilaian Ketidakpatuhan yang Signifikan: Laporan menyebutkan bahwa Bank Jatim menilai sanksi yang dikenakan tidak termasuk dalam kategori pelanggaran yang signifikan, karena tidak memengaruhi izin operasional atau kelangsungan kegiatan usaha Bank. Ini menunjukkan bahwa Bank Jatim memiliki metodologi dalam menentukan seberapa besar dampak dari pelanggaran terhadap bisnis dan operasionalnya.\nLaporan tidak menyertai informasi terkait rincian lebih lanjut mengenai langkah-langkah mitigasi yang diambil untuk mencegah terulangnya insiden serupa di masa mendatang",
      "4": "Laporan Kalbe Farma memberikan informasi yang sangat terperinci mengenai kepatuhan terhadap peraturan pemerintah dan hukum yang berlaku, serta aktivitas farmakovigilans yang berhubungan dengan keselamatan produk dan konsumen.\n Laporan ini mencakup peraturan yang diikuti oleh perusahaan dan mencantumkan insiden yang relevan terkait kepatuhan terhadap regulasi pemerintah.\n Laporan mencatat bahwa Kalbe telah menjalankan sejumlah kegiatan farmakovigilans untuk meningkatkan keamanan produk dan mencakup pelatihan serta audit eksternal dari pihak terkait, seperti BPOM. \n Laporan menjelaskan metode yang digunakan untuk menentukan ketidakpatuhan yang signifikan dalam konteks farmakovigilans, seperti laporan medis dan keefektifan obat."
    }
  },
  "GRI 306-5": {
    "types": "environmental",
    "sub-title": "POP2",
    "disclosure": "limbah yang dikirimkan ke pembuangan akhir",
    "description": "Reports the total weight of waste sent to final disposal in metric tons, including breakdowns based on waste composition. Further details include: Hazardous waste: Total weight sent to final disposal, categorized by the following methods: i. Incineration (with energy recovery). ii. Incineration (without energy recovery). iii. Landfilling. iv. Other disposal methods. Non-hazardous waste: Total weight sent to final disposal, categorized by the following methods: i. Incineration (with energy recovery). ii. Incineration (without energy recovery). iii. Landfilling. iv. Other disposal methods. Disposal location: For each disposal method above, report the total weight in metric tons disposed: i. On-site. ii. Off-site. Contextual information: Provide necessary details to understand the data and data collection methods.",
    "keywords": [
      "Limbah",
      "Pembuangan",
      "Pembuangan Akhir",
      "Insinerasi",
      "Penimbunan",
      "Limbah B3",
      "Limbah Berbahaya",
      "Limbah Non-B3",
      "Pembuangan di Tempat",
      "Pembuangan di Luar Tempat",
      "Pemrosesan Limbah",
      "Metode Pembuangan",
      "Daur Ulang Limbah",
      "Waste",
      "Disposal",
      "Waste Disposal",
      "Final Disposal",
      "Incineration",
      "Landfilling",
      "Hazardous Waste",
      "Non-Hazardous Waste",
      "On-Site Disposal",
      "Off-Site Disposal",
      "Waste Treatment",
      "Disposal Method",
      "Waste Recycling"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only minimal information on waste generation without specifying waste types or disposal methods. For example, the report mentions the total waste generated but does not clarify whether the waste is hazardous or non-hazardous, nor does it provide details on disposal methods such as incineration or landfilling.",
      "2": "report includes approximately 50% of the reporting requirements, such as reporting some waste types or disposal methods but lacking full details on disposal locations or weight breakdowns.",
      "3": "report covers more than 50% of the requirements, including details on waste types and disposal methods, but may not fully cover location details or comprehensive breakdowns of incineration and landfilling.",
      "4": "report provides a comprehensive breakdown of the total weight of waste sent to final disposal in metric tons, detailing hazardous and non-hazardous waste by disposal method (incineration with/without energy recovery, landfilling, and other methods). The report must also include disposal location (on-site or off-site) and provide contextual information on data collection methods and waste reduction or circular economy strategies."
    },
    "references": {
      "1": "Laporan Prodia memberikan data volume dan pengelolaan umum, namun belum memenuhi standar keterbukaan GRI 306-5 terkait detail metode akhir pengolahan limbah.\nLaporan mencantumkan total volume limbah non-B3 padat dan B3 padat yang dikelola pada tahun 2023.\nDijelaskan bahwa limbah B3 dikelola oleh pihak ketiga yang memiliki izin resmi, dan limbah medis ditangani sesuai regulasi.Disebutkan bahwa tidak ada limbah radioaktif yang dihasilkan.\nTidak dijelaskan secara spesifik metode akhir pengolahan limbah: Apakah dibakar (insinerasi), ditimbun di landfill, dilakukan recovery, atau metode lainnya.\nTidak ada informasi kuantitatif atau proporsi limbah berdasarkan metode perlakuannya.\nTidak ada pembagian limbah berdasarkan kategori B3 dan non-B3 terkait metode pengolahan akhirnya.\nTidak terdapat informasi tentang limbah yang dialihkan dari pembuangan akhir (waste diverted from disposal).\nLaporan Bukit Asam memuat informasi tentang program 3R (Reduce, Reuse, Recycle) yang menghasilkan data kuantitatif dari limbah karet dan besi yang berhasil digunakan ulang atau didaur ulang.Disebutkan bahwa limbah B3 dikelola dengan pihak ketiga berizin.\nTidak ada pemisahan kuantitatif antara limbah B3 dan non-B3 untuk semua jenis pengolahan akhir.\nMetode pengolahan akhir limbah tidak dijelaskan secara jelas. Tidak diketahui apakah limbah dibakar, ditimbun, diolah ulang, atau metode lainnya—kecuali disebutkan secara umum adanya 3R.\nTabel volume limbah yang dialihkan dari pembuangan akhir disebutkan secara naratif, namun data tabular atau kuantitatif aktual tidak ditampilkan secara langsung dalam bagian yang disorot.",
      "2": "Laporan Semen Baturaja mencantumkan beberapa jenis limbah, namun hanya pada tingkat umum (misalnya limbah padat, limbah B3), dan tidak disertai dengan klasifikasi rinci atau kode limbah yang mengacu pada sistem klasifikasi nasional/internasional.\nLaporan tidak secara menyeluruh menyebut metode pembuangan akhir seperti insinerasi, landfill (TPA), atau metode lain yang digunakan. GRI 306-5 mengharuskan informasi rinci berdasarkan metode pembuangan (misalnya: landfill, deep well injection, surface impoundment), yang tidak ditemukan dalam laporan ini.\nLaporan tidak menyatakan ada pemisahan berat (ton/m³) limbah berdasarkan metode pembuangan, maupun informasi apakah pembuangan dilakukan di lokasi milik sendiri atau pihak ketiga.\nTidak ada pembanding data pembuangan limbah dari tahun-tahun sebelumnya, sehingga evaluasi tren atau efektivitas pengurangan limbah tidak bisa dilakukan.",
      "3": "Tidak Memiliki representasi laporan untuk referensi. Asumsi Penilaian: Laporan mencakup lebih dari 50% persyaratan pelaporan GRI 306-5, namun belum komprehensif.\nTerdapat informasi mengenai jenis limbah dan metode pembuangan.\nRincian data lokasi pembuangan, perbedaan limbah berbahaya dan non-berbahaya, serta rincian proses insinerasi/penimbunan masih terbatas.\nTidak ada atau sangat minim informasi kontekstual mengenai metode penghimpunan data, strategi manajemen limbah, maupun transisi ke ekonomi sirkular.",
      "4": "Asumsi Penilaian: Laporan mencakup seluruh atau hampir seluruh elemen GRI 306-5 secara terperinci dan komprehensif.\n Menyediakan data kuantitatif lengkap: total berat limbah, pengelompokan limbah berbahaya dan non-berbahaya, serta pemisahan berdasarkan metode pembuangan.\nTerdapat informasi tentang lokasi pembuangan\nDisertai penjelasan kontekstual terkait: \n Metode penghimpunan data. \n Strategi pengurangan limbah. \n Komitmen terhadap ekonomi sirkular."
    }
  },
  "GRI 303-4": {
    "types": "environmental",
    "sub-title": "POP2",
    "disclosure": "pembuangan akhir",
    "description": "Reports the total water discharge across all areas in megaliters, with the following breakdowns: By discharge destination: i. Surface water. ii. Groundwater. iii. Seawater. iv. Third-party water, including the volume sent to other organizations for reuse (if applicable). By water quality category: i. Freshwater (≤1,000 mg/L Total Dissolved Solids). ii. Other water (>1,000 mg/L Total Dissolved Solids). Total water discharge in water-stressed areas: i. Freshwater (≤1,000 mg/L Total Dissolved Solids). ii. Other water (>1,000 mg/L Total Dissolved Solids). Priority substances of concern in discharged water: Method for identifying priority substances, including international standards, official lists, or criteria used. Approach to setting discharge limits for priority substances. Number of incidents of non-compliance with discharge limits. Contextual information: Provide details on standards, methodologies, and assumptions used for data collection.",
    "keywords": [
      "Pembuangan Air",
      "Air Limbah",
      "Pembuangan ke Air Permukaan",
      "Pembuangan ke Air Tanah",
      "Pembuangan ke Laut",
      "Air Pihak Ketiga",
      "Kualitas Air",
      "Air Tawar",
      "Total Padatan Terlarut (TDS)",
      "Zat Prioritas",
      "Kepatuhan Pembuangan",
      "Water Disposal",
      "Wastewater",
      "Surface Water Discharge",
      "Groundwater Discharge",
      "Seawater Discharge",
      "Third-Party Water",
      "Water Quality",
      "Freshwater",
      "Total Dissolved Solids (TDS)",
      "Priority Substances",
      "Compliance with Discharge Limits"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides limited information on water use or discharge without specific data or management practices. For example, the report mentions that the company discharges water but does not provide details on the volume discharged, the discharge destination (e.g., surface water, groundwater, or seawater), or the quality of the discharged water.",
      "2": "report includes approximately 50% of the reporting requirements, such as providing partial data on water discharge without complete details on discharge destinations, water quality categories, or priority substances.",
      "3": "report covers more than 50% of the requirements, including details on total water discharge and some water quality categories, but lacks full information on priority substances, methodologies, or compliance with discharge limits.",
      "4": "report provides comprehensive details on total water discharge in megaliters, categorized by discharge destination (surface water, groundwater, seawater, or third-party use) and water quality (freshwater ≤1,000 mg/L TDS and other water >1,000 mg/L TDS). Additionally, the report must include water discharge in water-stressed areas, identification of priority substances in discharge, methodology for setting discharge limits, number of non-compliance incidents, and contextual information regarding standards, methodologies, and assumptions used."
    },
    "references": {
      "1": "Laporan Wismilak Inti Makmur dan Summarecon Agung menyatakan kepatuhan terhadap peraturan yang relevan, seperti Peraturan Menteri LHK No. 68 Tahun 2016, yang menunjukkan bahwa perusahaan menyadari pentingnya regulasi terkait kualitas air limbah. Selain itu, kedua perusahaan juga menunjukkan upaya pengelolaan yang cukup baik dengan menggunakan Sewage Treatment Plant (STP) di kantor pusat dan lokasi tertentu untuk mendaur ulang air limbah, yang digunakan kembali untuk flushing toilet dan penyiraman tanaman.\nNamun, meskipun perusahaan menyebutkan bahwa mereka mendaur ulang air limbah dan membuangnya ke saluran kota atau badan air, data kuantitatif mengenai volume air yang dibuang tidak disediakan, yang membuat sulit untuk mengukur keberhasilan program daur ulang dan pengelolaan air limbah secara lebih objektif. Tanpa angka yang jelas, penilaian terhadap dampak lingkungan dari pengelolaan air ini menjadi terbatas.\nSelain itu, meskipun disebutkan bahwa air dibuang ke saluran kota atau badan air, laporan tidak memberikan informasi lebih rinci mengenai lokasi spesifik dari pembuangan air atau jenis badan air yang menjadi tempat pembuangan, yang penting untuk menilai dampak lingkungan secara lebih mendalam. Kualitas air yang dibuang juga tidak dijelaskan, padahal data seperti pH, BOD, COD, dan TSS akan sangat membantu untuk memastikan bahwa air yang dibuang memenuhi standar kualitas yang ditetapkan.\nLaporan ini juga tidak menunjukkan adanya kebijakan atau sistem pengelolaan air yang seragam di seluruh lokasi operasional perusahaan dan tidak memberikan informasi yang cukup mengenai metodologi pengumpulan data dan strategi pengurangan limbah yang digunakan",
      "2": "Laporan Astra Agro Lestari dan Adaro menunjukkan komitmen kuat terhadap kepatuhan terhadap peraturan yang berlaku, seperti Peraturan Menteri LHK dan regulasi lainnya. Astra Agro Lestari mencatat tidak adanya insiden ketidakpatuhan dalam pengelolaan air, yang menunjukkan bahwa perusahaan memiliki kontrol yang baik dalam hal pemantauan dan pengelolaan penggunaan air dan pembuangan limbah air. Demikian juga, Adaro mematuhi standar kualitas air limbah yang ditetapkan oleh peraturan yang relevan dan menggunakan metodologi yang tepat dalam pengukuran serta analisis kualitas air.\nKedua perusahaan melibatkan Sewage Treatment Plant (STP) dan prosedur pengolahan lainnya untuk memastikan bahwa air yang dibuang ke badan air atau digunakan kembali (seperti untuk irigasi) telah memenuhi standar kualitas yang ditetapkan. Adaro juga memperhatikan Air Asam Tambang (AAT) yang dihasilkan dari aktivitas tambang, dengan menggunakan metode pengolahan yang tepat untuk menangani pH asam dan zat berbahaya lainnya.\nAstra Agro Lestari memberikan angka yang jelas terkait dengan volume air yang diambil, penggunaan air di pabrik kelapa sawit, dan tingkat intensitas penggunaan air, meskipun intensitas ini lebih terfokus pada aspek produksi.\nMeskipun laporan ini mencakup beberapa data kuantitatif, seperti volume total air yang diambil oleh Astra Agro Lestari, masih ada beberapa bagian yang tidak dijelaskan secara lengkap. Astra Agro Lestari menyebutkan bahwa tidak ada insiden ketidakpatuhan dalam pengelolaan kualitas air, tetapi tidak ada rincian lebih lanjut mengenai kualitas air yang dibuang atau apa standar kualitas air yang digunakan dalam penilaiannya. \nAdaro menyebutkan proses pengolahan air limbah melalui beberapa kolam pengolahan, tetapi tidak menjelaskan secara rinci apakah pengelolaan tersebut diterapkan secara konsisten di seluruh lokasi atau apakah ada variasi dalam praktik pengolahan di berbagai site. setelah itu meskipun disebutkan bahwa perusahaan mematuhi regulasi terkait zat prioritas dalam air limbah, tidak ada detail yang cukup mengenai zat-zat spesifik tersebut.",
      "3": "Tidak memiliki representasi laporan. asumsi penilaian: Laporan Menyertakan 50% informasi sebagai persyaratan pelaporan\nLaporan menyertakan detail total pembuangan air , beberapa kategori kualitas air serta beberapa informasi lain yang menunjang penilaian\n laporan tidak menyertai informasi lengkap terkait metodologi atau kepatuhan terhadap batas pembuangan \nLaporan tidak menyebutkan detail lokasi pembuangan \nlaporan juga tidak menyertai langkah kebijakan manajemen terkait hal tersebut secara detail",
      "4": "asumsi penilaian: diberikan jika laporan secara rinci mencakup total pembuangan air dalam megaliter berdasarkan tujuan pembuangan (air permukaan, air tanah, air laut, atau pihak ketiga), serta kategori kualitas air (air tawar ≤1.000 mg/L TDS dan lainnya >1.000 mg/L TDS). Selain itu, laporan harus mencantumkan pembuangan air di wilayah dengan kelangkaan air, identifikasi zat prioritas dalam pembuangan, metode penentuan batas zat, jumlah insiden ketidakpatuhan, serta informasi kontekstual terkait standar, metodologi, dan asumsi yang digunakan."
    }
  },
  "GRI 305-1": {
    "types": "environmental",
    "sub-title": "CCM&A1",
    "disclosure": "Emisi GRK (Cakupan 1) Langsung",
    "description": "Reports Scope 1 Greenhouse Gas (GHG) emissions in metric tons of CO₂ equivalent, including: Total gross direct GHG emissions in metric tons of CO₂ equivalent. Types of gases included, specifying whether CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃, or all are considered. Biogenic CO₂ emissions in metric tons of CO₂ equivalent. Additional Information: Base year for calculation, if applicable, including: i. The reason for selecting the base year. ii. Emissions in the base year. iii. Context for significant changes in emissions that triggered a recalculation of the base year. Source of emission factors and Global Warming Potential (GWP) values used or reference to GWP sources. Emissions consolidation approach, whether based on equity share, financial control, or operational control. Standards, methodologies, assumptions, and/or calculation tools used.",
    "keywords": [
      "Emisi GRK",
      "Emisi Gas Rumah Kaca",
      "Cakupan 1",
      "Emisi Langsung",
      "Gas Rumah Kaca",
      "Volume Emisi",
      "Karbon Dioksida (CO₂)",
      "Metana (CH₄)",
      "Dinitrogen Oksida (N₂O)",
      "Hidrofluorokarbon (HFC)",
      "Perfluorokarbon (PFC)",
      "Sulfur Heksafluorida (SF₆)",
      "Nitrogen Trifluorida (NF₃)",
      "Emisi Biogenik",
      "Emisi Langsung Perusahaan",
      "Faktor Emisi",
      "Potensi Pemanasan Global (GWP)",
      "Tahun Dasar Emisi",
      "Inventarisasi Emisi",
      "Konsolidasi Emisi",
      "Penghitungan Emisi",
      "GHG",
      "GHG Emissions",
      "Scope 1 Emissions",
      "Direct Emissions",
      "Greenhouse Gas Emissions",
      "Carbon Dioxide (CO₂)",
      "Methane (CH₄)",
      "Nitrous Oxide (N₂O)",
      "Hydrofluorocarbons (HFCs)",
      "Perfluorocarbons (PFCs)",
      "Sulfur Hexafluoride (SF₆)",
      "Nitrogen Trifluoride (NF₃)",
      "Biogenic CO₂ Emissions",
      "Direct Corporate Emissions",
      "Emission Factors",
      "Global Warming Potential (GWP)",
      "Base Year Emissions"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only basic GHG emissions data without reduction strategies. For example, the report mentions the total Scope 1 GHG emissions in metric tons of CO₂ equivalent but does not include details such as the types of gases accounted for (CO₂, CH₄, N₂O, etc.), biogenic CO₂ emissions, base year calculations, or the methodology used.",
      "2": "the report includes approximately 50% of the reporting requirements, such as providing partial Scope 1 GHG emission data without details on gas types, calculation methods, or emission factors.",
      "3": "report covers more than 50% of the requirements, including comprehensive Scope 1 GHG data along with some additional details (e.g., emission consolidation approach or emission factor sources), but lacks full methodology or emission reduction strategies.",
      "4": "report provides comprehensive details on total gross direct GHG (Scope 1) emissions in metric tons of CO₂ equivalent, including the types of gases accounted for (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃) and biogenic CO₂ emissions. Additionally, the report must include supplementary information such as the base year for calculations (including the reason for selection and base year emissions), emission factor sources and GWP values used, the consolidation approach (equity share, financial control, or operational control), and the methodologies and assumptions applied in the calculations."
    },
    "references": {
      "1": "laporan Unilever dan Tower Bersama Group yang hanya menyebutkan total emisi GRK Cakupan 1 tanpa merinci jenis gas yang dihitung (seperti CO₂, CH₄, N₂O) akan mendapatkan skor rendah. Baik laporan Unilever Indonesia maupun Tower Bersama Group dalam bagian kutipan di atas tidak secara eksplisit menyebutkan rincian jenis gas yang termasuk dalam perhitungan emisi GRK mereka.\nKedua laporan dalam kutipan ini tidak memberikan informasi spesifik mengenai apakah emisi biogenik diperhitungkan atau tidak dalam total emisi GRK Cakupan 1 mereka.\n Kedua laporan dalam kutipan di atas menyebutkan standar umum seperti GHG Protocol (untuk TBIG) dan The Unilever Compass (untuk Unilever), namun tidak memberikan detail spesifik mengenai metodologi yang diterapkan untuk mengukur emisi GRK Cakupan 1 mereka.\nKetidakjelasan Tahun Dasar Perhitungan dimana laporan Unilever Indonesia secara eksplisit menyebutkan tahun dasar 2015 untuk target pengurangan emisi secara keseluruhan. Namun, dalam penyajian data emisi GRK Cakupan 1 pada bagian yang dikutip, tidak disebutkan secara spesifik apakah angka emisi yang dilaporkan merujuk pada tahun dasar yang sama atau tahun pelaporan.",
      "2": "Laporan Medco Energi Internasional menyebutkan angka absolut emisi GRK Cakupan 1 dari sektor minyak dan gas pada tahun 2023, yaitu 4.223.200 tCO₂e, dan bahkan memberikan perbandingan penurunan dengan tahun sebelumnya. Namun, kutipan ini tidak memberikan rincian lebih lanjut mengenai jenis-jenis gas yang termasuk dalam angka tersebut (apakah hanya CO₂ atau termasuk CH₄, N₂O, dll.).\nMeskipun laporan Medco menyatakan keselarasan alat perhitungan emisi dengan standar dan regulasi yang relevan, kutipan ini tidak menjelaskan secara spesifik metode penghitungan yang digunakan untuk menghasilkan angka emisi Cakupan 1. Selain itu, tidak ada informasi mengenai faktor emisi (emission factors) yang diterapkan dalam perhitungan tersebut.",
      "3": "Laporan Indika Energy secara eksplisit menyebutkan gas-gas yang termasuk dalam perhitungan emisi GRK (CO₂, CH₄, N₂O) dan nilai Global Warming Potential (GWP) yang digunakan berdasarkan IPCC AR5.\nLaporan menjelaskan pendekatan konsolidasi emisi yang digunakan yaitu operational control dan memberikan daftar faktor emisi spesifik untuk berbagai jenis bahan bakar dan refrigeran yang digunakan dalam operasional perusahaan.\nLaporan memberikan informasi mengenai cakupan entitas yang termasuk dalam perhitungan emisi Cakupan 1 dan 2 untuk setiap tahun pelaporan (2021, 2022, 2023).\nMeskipun laporan Indika Energy menyajikan data emisi GRK Cakupan 1 yang relatif lengkap dengan beberapa informasi metodologis, kutipan ini tidak secara mendalam membahas keseluruhan aspek metodologi perhitungan (misalnya, bagaimana data aktivitas dikumpulkan dan dikalikan dengan faktor emisi) atau strategi pengurangan emisi yang spesifik untuk Cakupan 1.",
      "4": "Laporan Wijaya Karya secara eksplisit menyebutkan jenis gas rumah kaca yang diperhitungkan (CO₂ dan HFCs)\nLaporan menjelaskan bagaimana emisi GRK Cakupan 1 diukur, yaitu berdasarkan data konsumsi bahan bakar (pembakaran stasioner dan bergerak) dan emisi fugitive dari freon AC.\nLaporan secara spesifik menyebutkan sumber faktor emisi yang digunakan untuk perhitungan emisi dari pembakaran bahan bakar, yaitu 'Inventarisasi Emisi GRK Bidang Energi, Kementerian Energi dan Sumber Daya Mineral, 2022'.\nLaporan secara eksplisit memisahkan dan menjelaskan perhitungan emisi biogenik yang berasal dari penggunaan biodiesel B30. Laporan menyebutkan nilai GWP untuk refrigeran R-32 yang digunakan, mengacu pada IPCC AR6.\n Laporan menyatakan penggunaan pendekatan kendali operasional (operational control) untuk batasan organisasi.Laporan memberikan formula dan contoh perhitungan faktor emisi untuk bahan bakar minyak solar dan biodiesel B30."
    }
  },
  "GRI 305-2": {
    "types": "environmental",
    "sub-title": "CCM&A1",
    "disclosure": "Emisi GRK (Cakupan 2) tidak langsung",
    "description": "Reports Scope 2 indirect energy-related Greenhouse Gas (GHG) emissions in metric tons of CO₂ equivalent, including: Total gross indirect emissions based on location in metric tons of CO₂ equivalent. If applicable, total gross indirect emissions based on market in metric tons of CO₂ equivalent. Types of gases included, specifying whether CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃, or all are considered. Additional Information: Base year for calculation, if applicable, including: i. The reason for selecting the base year. ii. Emissions in the base year. iii. Context for significant changes in emissions that triggered a recalculation of the base year. Source of emission factors and Global Warming Potential (GWP) values used or reference to GWP sources. Emissions consolidation approach, whether based on equity share, financial control, or operational control. Standards, methodologies, assumptions, and/or calculation tools used.",
    "keywords": [
      "GHG Indirect Emissions",
      "Indirect Greenhouse Gas Emissions",
      "Scope 2 Emissions",
      "Energy-Related Indirect Emissions",
      "Greenhouse Gas Emissions",
      "Electricity Emissions",
      "Emissions from Energy Consumption",
      "Carbon Dioxide (CO₂)",
      "Methane (CH₄)",
      "Nitrous Oxide (N₂O)",
      "Hydrofluorocarbons (HFCs)",
      "Perfluorocarbons (PFCs)",
      "Sulfur Hexafluoride (SF₆)",
      "Nitrogen Trifluoride (NF₃)",
      "Electricity Emission Factors",
      "Global Warming Potential (GWP)",
      "Base Year Emissions",
      "Emission Consolidation",
      "Emission Calculation",
      "Location-Based Emissions",
      "Market-Based Emissions",
      "Emisi GRK Tidak Langsung",
      "Emisi Gas Rumah Kaca Tidak Langsung",
      "Cakupan 2",
      "Emisi Energi Tidak Langsung",
      "Gas Rumah Kaca",
      "Volume Emisi Tidak Langsung",
      "Emisi Listrik",
      "Emisi dari Konsumsi Energi",
      "Karbon Dioksida (CO₂)",
      "Metana (CH₄)",
      "Dinitrogen Oksida (N₂O)",
      "Hidrofluorokarbon (HFC)",
      "Perfluorokarbon (PFC)",
      "Sulfur Heksafluorida (SF₆)",
      "Nitrogen Trifluorida (NF₃)",
      "Faktor Emisi Listrik"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only basic indirect (Scope 2) GHG emissions data without reduction strategies. For example, the report mentions total indirect emissions in metric tons of CO₂ equivalent based on location or market but does not include details such as the types of gases accounted for, base year calculations, emission factor sources, or the methodology used.",
      "2": "report includes approximately 50% of the reporting requirements, such as providing partial Scope 2 GHG emission data without details on location-based or market-based methods, or emission factors used.",
      "3": "report covers more than 50% of the requirements, including comprehensive Scope 2 GHG data along with some additional details (e.g., emission consolidation approach or emission factor sources), but lacks full methodology or emission reduction strategies.",
      "4": "the report provides comprehensive details on total indirect energy-related GHG (Scope 2) emissions in metric tons of CO₂ equivalent, both location-based and market-based (if applicable). The report must specify the types of gases accounted for (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃) and include supplementary information such as the base year for calculations (including the reason for selection and base year emissions), emission factor sources and GWP values used, the consolidation approach (equity share, financial control, or operational control), and the methodologies and assumptions applied in the calculations."
    },
    "references": {
      "1": "Laporan Unilever Indonesia fokus pada komitmen pengurangan jejak karbon secara umum dan menyebutkan sedang dalam proses pengumpulan data Emisi GRK Cakupan 3. Tidak ada data spesifik mengenai Emisi GRK Cakupan 2 yang disajikan dalam kutipan ini.\nLaporan Summarecon Agung menyajikan data emisi GRK tidak langsung (Cakupan 2) yang berasal dari penggunaan listrik PLN. Laporan menyebutkan faktor konversi yang digunakan (1 kWh = 0,891 kg CO₂eq) dan merujuk pada surat Menteri ESDM sebagai dasarnya. Namun, laporan ini tidak memberikan rincian lebih lanjut mengenai\nJenis gas yang dihitung: Meskipun faktor konversi diberikan dalam CO₂eq, tidak dijelaskan apakah ada gas lain selain CO₂ yang relevan dalam emisi listrik di Indonesia dan bagaimana mereka dikonversikan.\nTahun dasar perhitungan: Tidak ada informasi mengenai tahun dasar yang digunakan untuk membandingkan kinerja emisi dari waktu ke waktu.\nSumber faktor emisi yang lebih detail: Meskipun surat Menteri ESDM disebutkan, tidak ada informasi lebih lanjut mengenai bagaimana faktor ini ditentukan atau apakah ada pembaruan terbaru yang relevan.\nMetodologi yang digunakan: Laporan tidak menjelaskan secara rinci metodologi pengumpulan data penggunaan listrik dan bagaimana angka emisi total dihitung.\n Kedua kutipan laporan tidak menyajikan strategi atau target spesifik terkait pengurangan Emisi GRK Cakupan 2. Unilever Indonesia fokus pada target pengurangan di seluruh daur hidup produk dan operasional secara umum, sementara Summarecon Agung hanya menyajikan data emisi tanpa membahas upaya untuk menurunkannya.",
      "2": "Laporan Charoen Pokphand secara spesifik menyebutkan penggunaan '2019 Electricity System GHG Emission Factor, Ministry of Energy and Mineral Resources' untuk menghitung emisi listrik. Ini memberikan informasi mengenai sumber faktor emisi.\nLaporan menggunakan metode ex-post dan faktor emisi Jamali dengan asumsi aset signifikan berada di Jawa. Ini mengindikasikan adanya pertimbangan lokasi dalam perhitungan, meskipun berupa asumsi.\nKutipan ini tidak menyebutkan apakah perusahaan mempertimbangkan atau menggunakan metode berbasis pasar (misalnya, pembelian Renewable Energy Certificates/REC) dalam perhitungan emisi Cakupan 2 mereka.\nLaporan Ciputra Group menyatakan bahwa perhitungan emisi GRK mencakup penggunaan listrik.Kutipan ini tidak menjelaskan secara spesifik metode yang digunakan untuk menghitung emisi dari listrik. Tidak disebutkan apakah perhitungan didasarkan pada faktor emisi lokal (berbasis lokasi) atau apakah perusahaan menggunakan instrumen berbasis pasar seperti REC.\nLaporan menyebutkan penurunan emisi GRK total (mencakup Cakupan 1 dan 2) dan upaya-upaya yang berkontribusi terhadap penurunan tersebut (penghematan listrik, panel surya, lampu jalan solar). Namun, tidak ada pemisahan data atau analisis spesifik untuk emisi Cakupan 2 menggunakan metode perhitungan yang mengacu pada perhitungan emisi GRK tersebut.\nkedua laporan ini memberikan sebagian informasi terkait emisi GRK Cakupan 2. Charoen Pokphand Indonesia menyebutkan faktor emisi nasional dan asumsi lokasi, tetapi tidak membahas metode berbasis pasar atau tahun dasar. Ciputra Group menyebutkan penggunaan listrik dalam perhitungan dan merujuk pada GHG Protocol, tetapi tidak memberikan rincian metode berbasis lokasi atau pasar atau faktor emisi listrik. Oleh karena itu, keduanya sesuai dengan deskripsi penilaian Poin 2 yang melaporkan sebagian data emisi GRK Cakupan 2 tanpa rincian metode berbasis lokasi atau pasar, atau tanpa menyebutkan faktor emisi yang digunakan secara spesifik untuk kedua metode tersebut.",
      "3": "Laporan Vale Indonesia secara eksplisit menyebutkan perhitungan emisi Cakupan 2 yang berasal dari penggunaan listrik.\n Laporan menyajikan total emisi GRK dalam metrik ton CO₂eq, yang mencakup konversi emisi non-CO₂ (CH₄, N₂O, dan HFC) dari Cakupan 1 dan 2. \n Laporan mencantumkan tahun dasar perhitungan emisi, yaitu tahun 2017.Laporan menyebutkan penggunaan panduan dari Intergovernmental Panel on Climate Change (IPCC) dengan indeks GWP mengacu pada laporan kelima tahun 2014 (AR-5). Ini memberikan informasi mengenai sumber nilai GWP yang relevan untuk Cakupan 2 (terutama untuk konversi emisi non-CO₂ yang mungkin terkait dengan penggunaan listrik atau sistem pendingin).\nLaporan mencantumkan target pengurangan emisi Cakupan 1 dan 2 secara absolut sebesar 33% pada tahun 2030 dan menuju NZE pada tahun 2050. Ini menunjukkan adanya strategi pengurangan emisi, meskipun tidak spesifik untuk Cakupan 2 dalam kutipan ini.",
      "4": "Laporan Wijaya Karya menyebutkan bahwa emisi GRK Cakupan 2 diukur menggunakan data konsumsi listrik dari PLN.Laporan menyatakan bahwa jenis gas rumah kaca yang relevan untuk WIKA sesuai ketentuan IPCC adalah CO₂ dan HFCs. Tidak disebutkan apakah gas lain seperti CH₄ dan N₂O diperhitungkan dalam emisi Cakupan 2 dari listrik (meskipun mungkin tidak signifikan secara langsung dari penggunaan listrik, namun bisa terkait dengan produksi listrik di jaringan PLN).\nPendekatan konsolidasi operasional (operational control) disebutkan untuk batasan organisasi secara keseluruhan, yang berlaku juga untuk data emisi Cakupan 2.\nLaporan juga dilengkapi dengan informasi \nTotal emisi Cakupan 2 secara eksplisit dalam metrik ton CO₂e\nPerhitungan emisi berdasarkan metode berbasis pasar.\nTahun dasar perhitungan emisi.\nSumber faktor emisi listrik yang spesifik.Rincian metodologi dan asumsi perhitungan emisi listrik."
    }
  },
  "GRI 305-3": {
    "types": "environmental",
    "sub-title": "CCM&A1",
    "disclosure": "3 Emisi GRK (Cakupan 2) tidak langsung lainnya",
    "description": "Reports Scope 3 other indirect Greenhouse Gas (GHG) emissions in metric tons of CO₂ equivalent, including: Total gross indirect Scope 3 emissions in metric tons of CO₂ equivalent. Types of gases included, specifying whether CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃, or all are considered. Biogenic CO₂ emissions, if applicable, in metric tons of CO₂ equivalent. Scope 3 categories and activities included in the calculation. Additional Information: Base year for calculation, if applicable, including: i. The reason for selecting the base year. ii. Emissions in the base year. iii. Context for significant changes in emissions that triggered a recalculation of the base year. Source of emission factors and Global Warming Potential (GWP) values used or reference to GWP sources. Standards, methodologies, assumptions, and/or calculation tools used.",
    "keywords": [
      "Emisi GRK Tidak Langsung Lainnya",
      "Emisi Gas Rumah Kaca Tidak Langsung Lainnya",
      "Cakupan 3",
      "Scope 3",
      "Emisi Tidak Langsung Lainnya",
      "Gas Rumah Kaca",
      "Volume Emisi Tidak Langsung",
      "Emisi dari Rantai Pasok",
      "Emisi dari Transportasi dan Distribusi",
      "Emisi dari Penggunaan Produk",
      "Emisi dari Perjalanan Bisnis",
      "Emisi dari Aktivitas Hilir",
      "Emisi dari Aktivitas Hulu",
      "Emisi dari Investasi",
      "Emisi dari Pengelolaan Limbah",
      "Karbon Dioksida (CO₂)",
      "Metana (CH₄)",
      "Dinitrogen Oksida (N₂O)",
      "Hidrofluorokarbon (HFC)",
      "Perfluorokarbon (PFC)",
      "Sulfur Heksafluorida (SF₆)",
      "Nitrogen Trifluorida (NF₃)",
      "Faktor Emisi",
      "Potensi Pemanasan Global (GWP)",
      "Tahun Dasar Emisi",
      "Penghitungan Emisi",
      "Konsolidasi Emisi",
      "GHG Indirect Emissions",
      "Scope 3 Emissions",
      "Other Indirect Greenhouse Gas Emissions",
      "Greenhouse Gas Emissions",
      "Emissions from Supply Chain",
      "Emissions from Transportation & Distribution",
      "Emissions from Product Use",
      "Emissions from Business Travel",
      "Upstream Emissions",
      "Downstream Emissions",
      "Emissions from Investments",
      "Emissions from Waste Management",
      "Carbon Dioxide (CO₂)",
      "Methane (CH₄)",
      "Nitrous Oxide (N₂O)",
      "Hydrofluorocarbons (HFCs)",
      "Perfluorocarbons (PFCs)",
      "Sulfur Hexafluoride (SF₆)",
      "Nitrogen Trifluoride (NF₃)",
      "Emission Factors",
      "Global Warming Potential (GWP)",
      "Base Year Emissions",
      "Emission Calculation",
      "Emission Consolidation"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only basic Scope 3 indirect GHG emissions data without reduction strategies. For example, the report mentions total indirect Scope 3 emissions in metric tons of CO₂ equivalent but does not specify which Scope 3 categories are included (such as transportation, supply chain, business travel, or investments). Additionally, the report does not include details on the types of gases accounted for, base year calculations, emission factors, or the methodology used.",
      "2": "report includes approximately 50% of the reporting requirements, such as providing partial Scope 3 GHG emission data without details on activity categories (e.g., transportation, supply chain, business travel) or emission factors used.",
      "3": "report covers more than 50% of the requirements, including comprehensive Scope 3 GHG data along with some additional details (e.g., calculation approach or emission factor sources), but lacks full methodology or emission reduction strategies.",
      "4": "report provides comprehensive details on total Scope 3 other indirect GHG emissions in metric tons of CO₂ equivalent. The report must specify the types of gases accounted for (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃), biogenic CO₂ emissions (if applicable), and the Scope 3 categories and activities included in the calculation, such as supply chain, transportation, distribution, product use, business travel, investments, and waste management. Additionally, the report must include supplementary details such as the base year for calculations (including the reason for selection and base year emissions), the source of emission factors and GWP values used, as well as the methodologies and assumptions applied in the calculations."
    },
    "references": {
      "1": "Laporan BNI menyebutkan bahwa emisi Cakupan 3 terdiri dari perjalanan bisnis dan emisi pembiayaan dari sebagian besar debitur korporasi. Meskipun menyebutkan dua kategori utama, laporan ini tidak memberikan angka total emisi Cakupan 3 atau rincian lebih lanjut mengenai kontribusi masing-masing kategori. Selain itu, tidak ada informasi mengenai jenis gas, tahun dasar, faktor emisi, atau metodologi spesifik yang digunakan untuk menghitung emisi Cakupan 3.\nLaporan BCA menyatakan bahwa emisi Cakupan 3 dihitung berdasarkan beberapa metodologi tergantung pada kategori dan cakupan data, dengan menyebutkan referensi faktor emisi seperti DEFRA 2023, US EPA Supply Chain v 1.2, dan peraturan KLHK 2019. Laporan ini juga menyebutkan peningkatan total emisi karena perluasan cakupan perhitungan. Namun, kutipan ini tidak memberikan angka total emisi Cakupan 3 atau rincian emisi berdasarkan kategori-kategori Cakupan 3 yang dihitung (selain secara umum menyebutkan adanya perhitungan berdasarkan kategori). Informasi mengenai jenis gas, tahun dasar perhitungan emisi Cakupan 3, dan metodologi spesifik untuk setiap kategori juga tidak disertakan dalam kutipan ini.\nemisi GRK Cakupan 3. BNI memberikan gambaran umum kategori utama tanpa angka dan detail metodologi, sementara BCA menyebutkan metodologi yang digunakan tetapi tidak memberikan hasil per kategori atau detail implementasinya. Tidak ada strategi pengurangan emisi Cakupan 3 yang jelas dalam kedua kutipan. Hal ini sesuai dengan deskripsi penilaian Poin 1 yang menekankan penyajian data dasar emisi Cakupan 3 tanpa rincian kategori, jenis gas, tahun dasar, faktor emisi, metodologi, atau strategi pengurangan.",
      "2": "Laporan BRI secara eksplisit menyatakan bahwa mereka mengukur dan mengelola emisi Cakupan 3 yang berasal dari portofolio pinjaman dan investasi mereka (financed emissions). Ini menunjukkan fokus pada kategori emisi Cakupan 3 yang relevan untuk sektor keuangan.\n BRI menyebutkan penggunaan metodologi Partnership for Carbon Accounting Financials (PCAF), yang memastikan konsistensi dan akurasi dalam perhitungan emisi pembiayaan. Ini memberikan informasi mengenai metodologi yang digunakan.\n BRI menyatakan keselarasan dengan Science-Based Targets initiative (SBTi) dan menyebutkan kelas aset yang diukur emisinya (pinjaman korporasi, proyek pembangkit listrik, real estat komersial, ekuitas, dan obligasi). Ini memberikan beberapa rincian kategori aktivitas dalam emisi Cakupan 3.\nLaporan BRI menyebutkan angka total emisi pembiayaan pada tahun 2023, yaitu 10.434.550 metrik ton CO₂e.\nRI melaporkan intensitas emisi fisik untuk kelas aset dan sektor tertentu yang memiliki jalur dekarbonisasi sektoral (SDA) yang ditetapkan oleh SBTi\nNamun, laporan BRI dalam kutipan ini tidak memberikan informasi detail mengenai faktor emisi yang digunakan untuk setiap kelas aset atau metodologi perhitungan yang lebih rinci selain PCAF.\nLaporan Link Net memberikan detail faktor emisi untuk beberapa kategori Cakupan 3. Namun, laporan ini tidak memberikan angka total emisi Cakupan 3 atau rincian kontribusi masing-masing kategori terhadap total tersebut.\nBRI fokus pada emisi pembiayaan dan memberikan angka total, tetapi kurang detail mengenai faktor emisi. Link Net memberikan detail faktor emisi untuk beberapa kategori, tetapi tidak memberikan angka total emisi Cakupan 3. Keduanya sesuai dengan deskripsi penilaian Poin 2 yang melaporkan sebagian data emisi GRK Cakupan 3 tanpa rincian lengkap mengenai semua kategori aktivitas dan faktor emisi yang digunakan untuk semua kategori.",
      "3": "Laporan Japfa menjelaskan pendekatan perhitungan emisi Cakupan 3 mereka yang berbasis Life Cycle Assessment (LCA) untuk operasional perunggasan.\nLaporan menunjukkan adanya pengembangan dalam perhitungan Cakupan 3 dari versi awal (2022) ke pengembangan model (2023) dan ekstrapolasi data (2023), dengan peningkatan cakupan data dari waktu ke waktu (penambahan pengolahan limbah).\n Laporan secara jelas menyebutkan kategori emisi Cakupan 3 yang termasuk (produksi dan transportasi bahan baku, bahan pendukung, energi (kecuali Cakupan 2), pengolahan limbah) dan yang tidak termasuk (produk konsumen, perjalanan bisnis, transportasi karyawan, emisi hilir).\n Laporan menyebutkan penggunaan perangkat lunak SimaPro dan faktor emisi metode IPCC 100a.\n Laporan menjelaskan alasan mengapa intensitas emisi belum dihitung.\nJapfa menunjukkan upaya signifikan dalam mengukur emisi Cakupan 3 melalui pendekatan LCA, dengan evolusi cakupan dan referensi metodologi yang jelas. Meskipun tidak mencakup semua kategori Cakupan 3 dan tidak menyajikan intensitas emisi, informasi yang diberikan mengenai pendekatan perhitungan, kategori yang dipertimbangkan, dan metodologi LCA menunjukkan bahwa Japfa telah melampaui pelaporan dasar dan mencakup lebih dari 50% persyaratan untuk kategori Cakupan 3 yang relevan dengan operasional mereka.\n: Laporan ITM menyebutkan beberapa kategori emisi Cakupan 3 yang diperhitungkan, termasuk emisi dari konsumsi listrik (meskipun ini biasanya Cakupan 2, penyebutannya di sini mungkin mengacu pada listrik yang digunakan oleh pihak ketiga dalam rantai nilai), penggunaan bensin, perjalanan dinas menggunakan pesawat, penggunaan air, dan sampah domestik.\nLaporan memberikan faktor emisi spesifik untuk setiap kategori yang disebutkan, dengan sumber yang jelas (IEA 2023 dan DEFRA 2023).Laporan menjelaskan batasan operasional untuk perhitungan emisi, mencakup kantor pusat dan berbagai anak perusahaan.Laporan menyebutkan jenis gas yang dihitung (CO₂, CH₄, N₂O, HFC) dan sumber nilai GWP (IPCC AR5).\n Laporan memberikan catatan mengenai keterbatasan data tahun sebelumnya dan cakupan emisi perjalanan bisnis.\nNamun, yang paling signifikan adalah pernyataan 'Emisi GRK belum dihitung.' yang muncul dalam bagian 'Keterangan Perhitungan Emisi Gas Rumah Kaca (GRK)'. Ini secara langsung bertentangan dengan penyediaan faktor emisi untuk kategori Cakupan 3 di bagian atas. Kemungkinan besar, bagian faktor emisi merencanakan perhitungan Cakupan 3, tetapi angka totalnya belum tersedia pada saat laporan diterbitkan.",
      "4": "Laporan WIKA menyebutkan dua kategori emisi Cakupan 3 yang diukur: transportasi material/BBM (hulu) dan perjalanan bisnis (udara untuk Direksi).\nLaporan secara eksplisit menyebutkan kategori-kategori ini dan menyajikan data emisi yang terkuantifikasi untuk masing-masing kategori. Jika ada kategori yang dianggap tidak relevan, perusahaan memberikan justifikasi yang kuat dan transparan berdasarkan analisis relevansi.\nSelain rincian per kategori, laporan menyajikan angka total emisi GRK Cakupan 3 dalam metrik ton CO₂ ekuivalen.\nLaporan merinci jenis-jenis gas rumah kaca (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃) yang diperhitungkan dalam setiap kategori Cakupan 3, jika relevan. Jika ada perbedaan jenis gas antar kategori, hal ini dijelaskan.\nJika ada emisi CO₂ biogenik yang terkait dengan aktivitas Cakupan 3 (misalnya, dari penggunaan biomassa dalam rantai pasok), emisi ini dilaporkan secara terpisah dengan penjelasan yang jelas.\nPerusahaan telah menetapkan tahun dasar untuk perhitungan emisi Cakupan 3, memberikan alasan yang jelas untuk pemilihan tahun tersebut, dan menyajikan data emisi Cakupan 3 untuk setiap kategori pada tahun dasar.\nadanya Pengungkapan Sumber Faktor Emisi dan Nilai GWP dan Penjelasan Metodologi Penghitungan yang Rinci \nLaporan menyajikan strategi dan target pengurangan emisi GRK yang spesifik untuk kategori-kategori Cakupan 3 yang signifikan."
    }
  },
  "GRI 302-1": {
    "types": "environmental",
    "sub-title": "CCM&A2",
    "disclosure": "konsumsi energi dalam organisasi",
    "description": "Reports total energy consumption of the organization in joules or its multiples, including: Fuel consumption from non-renewable sources, specifying: Total consumption in joules or its multiples, Types of fuel used (e.g., coal, petroleum, natural gas), Fuel consumption from renewable sources, specifying: Total consumption in joules or its multiples, Types of fuel used (e.g., biomass, biofuels), Total energy consumption within the organization, in joules or its multiples, categorized by: Electricity consumption, Heating consumption, Cooling consumption, Steam consumption. Total energy sold, in joules or its multiples, categorized by: Electricity sold, Heating sold, Cooling sold, Steam sold. Additional Information: Standards, methodologies, assumptions, and/or calculation tools used. Sources of conversion factors applied.",
    "keywords": [
      "Konsumsi Energi",
      "Konsumsi Energi dalam Organisasi",
      "Penggunaan Energi",
      "Konsumsi Listrik",
      "Konsumsi Pemanasan",
      "Konsumsi Pendinginan",
      "Konsumsi Uap",
      "Energi Terjual",
      "Listrik Terjual",
      "Pemanasan Terjual",
      "Pendinginan Terjual",
      "Uap Terjual",
      "Konsumsi Bahan Bakar",
      "Bahan Bakar Fosil",
      "Sumber Daya Tak Terbarukan",
      "Sumber Daya Terbarukan",
      "Batu Bara",
      "Minyak Bumi",
      "Gas Alam",
      "Biomassa",
      "Biofuel",
      "Efisiensi Energi",
      "Intensitas Energi",
      "Faktor Konversi Energi",
      "Penghitungan Konsumsi Energi",
      "Standar Konsumsi Energi",
      "Metodologi Konsumsi Energi",
      "Energy Consumption",
      "Energy Use",
      "Energy Consumption within the Organization",
      "Electricity Consumption",
      "Heating Consumption",
      "Cooling Consumption",
      "Steam Consumption",
      "Energy Sold",
      "Electricity Sold",
      "Heating Sold",
      "Cooling Sold",
      "Steam Sold",
      "Fuel Consumption",
      "Fossil Fuels",
      "Non-Renewable Energy Sources",
      "Renewable Energy Sources",
      "Coal",
      "Petroleum",
      "Natural Gas",
      "Biomass",
      "Biofuels",
      "Energy Efficiency",
      "Energy Intensity",
      "Energy Conversion Factors",
      "Energy Consumption Calculation",
      "Energy Standards",
      "Energy Methodology"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only basic total energy consumption data without specifying the types of energy sources (renewable vs. non-renewable) or any energy efficiency measures. For example, the report states total energy consumption in joules but does not differentiate between fossil fuel consumption and renewable energy use. Additionally, the report lacks details on calculation methodologies, conversion factors, or standards applied.",
      "2": "report includes approximately 50% of the reporting requirements, such as providing partial energy consumption data without distinguishing between renewable and non-renewable sources or without mentioning efficiency measures.",
      "3": "report covers more than 50% of the requirements, including more detailed energy consumption data with some additional insights (e.g., proportion of renewable energy used or some efficiency measures), but lacks full disclosure such as energy reduction targets.",
      "4": "report provides a comprehensive breakdown of the organization's total energy consumption in joules or its multiples, including fuel consumption from non-renewable sources (coal, petroleum, natural gas) and renewable sources (biomass, biofuels), with details on total energy consumed. The report must specify total energy consumption by electricity, heating, cooling, and steam. If the organization sells energy, it must report the total amount sold for electricity, heating, cooling, and steam. Additional information should include standards, methodologies, assumptions, calculation tools, and sources of conversion factors used. Furthermore, the report should highlight energy efficiency improvements, energy reduction targets, and transition plans toward renewable energy."
    },
    "references": {
      "1": "Laporan hanya menyajikan data konsumsi energi yang sangat dasar, yaitu total organisasi dalam joule, tanpa membedakan sumber energi (terbarukan vs. tak terbarukan) atau menyebutkan upaya efisiensi energi. Tidak ada informasi metodologi, faktor konversi, atau standar yang digunakan. Hal ini sesuai dengan deskripsi poin 1 yang hanya memberikan data total tanpa rincian penting.",
      "2": "Laporan memberikan data konsumsi energi yang sedikit lebih baik, namun masih parsial. Kemungkinan laporan menyajikan total konsumsi dan mungkin menyebutkan beberapa jenis energi, tetapi tidak memisahkan antara terbarukan dan tak terbarukan secara jelas, atau tidak memberikan informasi mengenai langkah-langkah efisiensi energi. Ini mencakup sekitar 50% persyaratan dengan memberikan sebagian data tetapi tidak lengkap.",
      "3": "Laporan menyajikan data konsumsi energi yang lebih rinci. Kemungkinan laporan memisahkan proporsi energi terbarukan dan tak terbarukan atau menyebutkan beberapa inisiatif efisiensi energi yang telah dilakukan. Namun, laporan ini belum mencakup aspek yang lebih lengkap seperti target pengurangan energi di masa depan. Ini memenuhi lebih dari 50% persyaratan dengan memberikan detail tambahan tetapi belum menyeluruh.",
      "4": "Laporan menyajikan data konsumsi energi yang sangat komprehensif. Ini mencakup rincian total konsumsi energi dalam joule atau kelipatannya, pemisahan yang jelas antara konsumsi bahan bakar tak terbarukan (dengan jenisnya) dan terbarukan (dengan jenisnya), serta rincian konsumsi berdasarkan listrik, pemanasan, pendinginan, dan uap. Jika berlaku, energi yang dijual juga dilaporkan. Selain itu, laporan mencantumkan standar, metodologi, asumsi, alat penghitungan, dan sumber faktor konversi yang digunakan. ditambah informasi mengenai peningkatan efisiensi energi yang telah dicapai, target pengurangan konsumsi energi di masa depan, dan rencana transisi perusahaan menuju penggunaan energi terbarukan. Ini memenuhi seluruh persyaratan pelaporan yang komprehensif."
    }
  },
  "GRI 302-2": {
    "types": "environmental",
    "sub-title": "CCM&A2",
    "disclosure": "konsumsi energi di luar organisasi",
    "description": "Reports total energy consumption outside the organization in joules or its multiples, including: Total energy consumption outside the organization, covering energy used in: Transportation and distribution (upstream and downstream), Use of products and services by customers, Other supply chain activities requiring energy, Standards, methodologies, assumptions, and/or calculation tools used, covering: Data collection methods for energy consumption outside the organization, Data sources (e.g., supplier reports, industry-based estimations), Estimation methods if actual data is unavailable, Sources of conversion factors applied, including references to standard energy factors used for conversion to joules or its multiples.",
    "keywords": [
      "Konsumsi Energi Luar Organisasi",
      "Konsumsi Energi di Luar Organisasi",
      "Penggunaan Energi di Luar Organisasi",
      "Konsumsi Energi dalam Rantai Pasok",
      "Transportasi dan Distribusi",
      "Energi dalam Transportasi",
      "Energi dalam Distribusi",
      "Penggunaan Energi oleh Pelanggan",
      "Konsumsi Energi oleh Pengguna Akhir",
      "Energi dalam Penggunaan Produk dan Jasa",
      "Aktivitas Rantai Pasok yang Memerlukan Energi",
      "Laporan Konsumsi Energi oleh Pemasok",
      "Estimasi Konsumsi Energi Rantai Pasok",
      "Faktor Konversi Energi",
      "Penghitungan Konsumsi Energi Luar Organisasi",
      "Standar Konsumsi Energi di Rantai Pasok",
      "Metodologi Konsumsi Energi Luar Organisasi",
      "Energy Consumption Outside of the Organization",
      "External Energy Consumption",
      "Energy Use Outside the Organization",
      "Supply Chain Energy Consumption",
      "Energy in Transportation and Distribution",
      "Transportation Energy",
      "Distribution Energy",
      "Energy Use by Customers",
      "End-User Energy Consumption",
      "Energy in Product and Service Use",
      "Supply Chain Activities Requiring Energy",
      "Supplier Energy Reports",
      "Estimated Energy Use in Supply Chain",
      "Energy Conversion Factors",
      "External Energy Consumption Calculation",
      "Energy Standards for Supply Chain",
      "Methodology for External Energy Use"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only basic total external energy consumption data without specifying the types of energy sources (renewable vs. non-renewable) or any energy efficiency measures. For example, the report states total energy consumption in transportation and distribution but does not include energy consumption by customers or other supply chain activities. Additionally, the report lacks details on calculation methodologies, conversion factors, or data sources used.",
      "2": "report includes approximately 50% of the reporting requirements, such as providing partial energy consumption data outside the organization, without specifying energy sources or estimation methods used.",
      "3": "report covers more than 50% of the requirements, including more detailed external energy consumption data (e.g., energy use in transportation, distribution, or customer product usage) and some additional insights like estimation methods or conversion factor sources, but lacks full disclosure such as efficiency targets.",
      "4": "the report provides a comprehensive disclosure of total energy consumption outside the organization in joules or its multiples, covering energy used in transportation and distribution (upstream and downstream), product and service use by customers, and other supply chain activities requiring energy. The report must include details on standards, methodologies, assumptions, and calculation tools used, such as data collection methods, data sources (supplier reports, industry-based estimations), estimation methods when actual data is unavailable, and sources of energy conversion factors. Furthermore, the report should highlight energy efficiency improvements, targets for reducing external energy consumption, and transition strategies toward renewable energy within the supply chain."
    },
    "references": {
      "1": "Laporan hanya menyajikan data konsumsi energi total di luar organisasi secara sangat dasar (misalnya, hanya transportasi dan distribusi) tanpa merinci sumber energi atau langkah efisiensi. Tidak ada informasi mengenai metodologi, faktor konversi, atau sumber data yang digunakan. Ini sesuai dengan deskripsi poin 1 yang memberikan data total terbatas tanpa detail penting.",
      "2": "Laporan memberikan data konsumsi energi di luar organisasi yang sedikit lebih baik, namun masih parsial. Kemungkinan laporan menyebutkan beberapa kategori (misalnya, transportasi dan penggunaan produk) tetapi tidak memisahkan sumber energi atau menjelaskan metode estimasi yang digunakan. Ini mencakup sekitar 50% persyaratan dengan memberikan sebagian data tetapi tidak lengkap.",
      "3": "Laporan mencakup total konsumsi energi di luar organisasi dengan merinci beberapa kategori penting seperti transportasi dan distribusi (hulu dan hilir) atau penggunaan produk. Laporan juga menyertakan informasi mengenai standar, metodologi, asumsi, dan alat penghitungan yang digunakan, termasuk sumber faktor konversi energi. Namun, belum ada informasi mengenai target pengurangan konsumsi energi di luar organisasi atau strategi transisi ke energi terbarukan dalam rantai pasok.",
      "4": "Laporan menyajikan data konsumsi energi di luar organisasi secara komprehensif, mencakup semua kategori yang relevan (transportasi, distribusi, penggunaan produk, dan aktivitas rantai pasok lainnya). Laporan juga memberikan rincian lengkap mengenai metodologi, sumber data, metode estimasi (jika ada), dan sumber faktor konversi. Selain itu, laporan menyoroti peningkatan efisiensi energi, target pengurangan konsumsi energi di luar organisasi, dan strategi transisi ke energi terbarukan dalam rantai pasok. Ini memenuhi seluruh persyaratan pelaporan yang komprehensif."
    }
  },
  "GRI 302-3": {
    "types": "environmental",
    "sub-title": "CCM&A2",
    "disclosure": "intensitas energi",
    "description": " Reports the organization’s energy intensity ratio, including: Calculation method for the ratio, specifying the metric used (e.g., energy per unit of production, energy per revenue, energy per building area). Types of energy included in the ratio, such as: Fuel (fossil or renewable), Electricity, Heating, cooling, and steam, Scope of energy consumption within the ratio, specifying whether it includes: Energy consumed within the organization, Energy consumed outside the organization, A combination of both.",
    "keywords": [
      "Intensitas Energi",
      "Rasio Intensitas Energi",
      "Efisiensi Energi",
      "Konsumsi Energi per Unit Produksi",
      "Konsumsi Energi per Pendapatan",
      "Konsumsi Energi per Luas Bangunan",
      "Perbandingan Konsumsi Energi",
      "Rasio Penggunaan Energi",
      "Konsumsi Energi Spesifik",
      "Intensitas Energi Organisasi",
      "Energi yang Dikonsumsi dalam Organisasi",
      "Energi yang Dikonsumsi di Luar Organisasi",
      "Intensitas Penggunaan Listrik",
      "Intensitas Penggunaan Bahan Bakar",
      "Intensitas Konsumsi Pemanasan dan Pendinginan",
      "Faktor Konversi Energi",
      "Standar Perhitungan Intensitas Energi",
      "Energy Intensity",
      "Energy Intensity Ratio",
      "Energy Efficiency",
      "Energy Consumption per Unit of Production",
      "Energy Consumption per Revenue",
      "Energy Consumption per Building Area",
      "Energy Usage Comparison",
      "Energy Use Ratio",
      "Specific Energy Consumption",
      "Organization’s Energy Intensity",
      "Energy Consumed Within the Organization",
      "Energy Consumed Outside the Organization",
      "Electricity Intensity",
      "Fuel Intensity",
      "Heating and Cooling Consumption Intensity",
      "Energy Conversion Factors",
      "Energy Intensity Calculation Standards"
    ],
    "criteria": {
      "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
      "1": "report provides only total energy consumption data without calculating a clear energy intensity ratio. For example, the report states total energy consumption but does not compare it to production units, revenue, or building area. Additionally, the report does not specify whether the energy used comes from fossil fuels, electricity, or renewable sources. There is no information on the calculation methodology for the ratio or whether the reported energy consumption covers internal or external energy use.",
      "2": "report includes approximately 50% of the reporting requirements, such as mentioning the energy intensity ratio without specifying the types of energy included or the calculation method.",
      "3": "the report covers more than 50% of the requirements, including the calculation method and types of energy in the ratio, but may not fully cover the scope of energy consumption (e.g., only including energy within the organization and not external energy consumption).",
      "4": "report provides a comprehensive disclosure of the organization’s energy intensity ratio, including a clear methodology for calculation and specific metrics used (e.g., energy per unit of production, energy per revenue, or energy per building area). The report must include the types of energy considered in the ratio, such as fuel (both fossil and renewable), electricity, and energy for heating, cooling, and steam. Furthermore, it should specify whether the ratio includes energy consumed within the organization, outside the organization, or both. The report must also highlight energy efficiency improvements, targets for reducing energy intensity, and strategies to optimize energy consumption and transition toward renewable energy."
    },
    "references": {
      "1": "Laporan hanya menyajikan angka total konsumsi energi tanpa menghitung atau menyebutkan rasio intensitas energi yang jelas. Tidak ada informasi mengenai metrik perbandingan, jenis energi yang digunakan, metodologi perhitungan rasio, atau cakupan konsumsi energi. Ini sesuai dengan deskripsi poin 1 yang hanya memberikan data total tanpa konteks intensitas.",
      "2": "Laporan menyebutkan adanya rasio intensitas energi tetapi tidak memberikan rincian penting seperti jenis energi yang dimasukkan dalam perhitungan rasio atau metode perhitungannya. Ini mencakup sekitar 50% persyaratan dengan menyebutkan rasio tetapi tanpa detail yang memadai.",
      "3": "Laporan mencantumkan rasio intensitas energi dengan metodologi perhitungan yang jelas, termasuk metrik spesifik yang digunakan dan jenis energi yang dihitung (bahan bakar, listrik, pemanasan, pendinginan, uap). Laporan juga menjelaskan cakupan konsumsi energi dalam rasio (internal, eksternal, atau kombinasi). Namun, belum ada informasi mengenai target pengurangan intensitas energi atau strategi optimasi energi.",
      "4": "Laporan menyajikan rasio intensitas energi secara komprehensif, termasuk metodologi perhitungan yang jelas, jenis energi yang dihitung, dan cakupan konsumsi energi. Selain itu, laporan menyoroti peningkatan efisiensi energi yang telah dicapai, target pengurangan intensitas energi di masa depan, serta strategi organisasi untuk mengoptimalkan konsumsi energi dan transisi ke energi terbarukan. Ini memenuhi seluruh persyaratan pelaporan yang komprehensif terkait intensitas energi."
    }
  }
}