{
    "GRI 2-9-b": {
      "types": "governance",
      "sub-title": "structure",
      "disclosure": "struktur dan komposisi tata kelola",
      "description": "Describes the role of the highest governance body, such as the Board of Commissioners, in decision-making and overseeing the organization's impact management on economic, environmental, and social aspects.",
      "keywords": ["GRI 2-9", "GRI 2-9-b", "struktur tata kelola keberlanjutan", "struktur tata kelola esg", "direksi keberlanjutan", "komite keberlanjutan", "dewan komisaris", "Struktur Pengelolaan ESG", "Struktur Pengawasan ESG", "tata Kelola Perusahaan Berkelanjutan", "kebijakan Tata Kelola ESG", "manajemen Keberlanjutan", "sistem Tata Kelola Keberlanjutan", "organisasi Tata Kelola ESG", "kepemimpinan Tata Kelola ESG", "Dewan Direksi dan Tata Kelola Keberlanjutan", "Komposisi Tata Kelola Keberlanjutan", "Kebijakan dan Regulasi Tata Kelola", "ESG Governance Structure", "Sustainability Governance Framework", "Corporate Governance for Sustainability", "Board of Directors on Sustainability", "Governance Oversight on ESG", "ESG Management Structure", "Sustainability Leadership Committee", "ESG Compliance Framework", "Sustainability Board Committee", "ESG Governance Policy", "Supervisory Board for ESG", "ESG Governance Organization", "Sustainability Governance Strategy", "ESG Decision-Making Structure", "Corporate Governance & ESG Integration"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "he report mentions the existence of the highest governance body, such as the Board of Commissioners or the Sustainability Committee, but does not provide a detailed explanation of their role, responsibilities, or involvement in decision-making and oversight of economic, environmental, and social impacts. The information provided is only a general statement without additional details or supporting evidence.",
        "2": "report describes the role of the highest governance body in decision-making and oversight regarding one of the three sustainability aspects: economic, environmental, or social. The report should demonstrate how the committee or board of commissioners contributes to managing the organization's impact on one of these areas, even if it does not cover the full scope of sustainability.",
        "3": "report explains the role of the highest governance body in overseeing and managing the organization's impact on two of the three sustainability aspects (e.g., economic and environmental, or environmental and social). The report should provide details on how the governance body participates in decision-making and oversight related to these two aspects.",
        "4": "report comprehensively describes the governance structure and the highest governing body's role in ESG decision-making, including oversight mechanisms and impact management on economic, environmental, and social aspects. The report must cover committee relationships, ESG policy responsibilities, implemented initiatives, and alignment with global sustainability standards."
      }
    },
    "GRI 2-16-a (structure)": {
      "types": "governance",
      "sub-title": "structure",
      "disclosure": "komunikasi masalah penting",
      "description": "Explains whether there is a formal procedure within the governance structure for reporting critical issues to the highest governance body, including follow-up actions.",
      "keywords": ["Sistem Pelaporan Pelanggaran", "Sistem Whistleblowing", "Pengaduan Pelanggaran", "Pelaporan Kejahatan Korporasi", "Saluran Pengaduan", "Saluran Pelaporan Rahasia", "Layanan Whistleblower", "Pelaporan Kecurangan", "Pengaduan Internal", "Mekanisme Pengaduan", "Sistem Etika & Kepatuhan", "Prosedur Pelaporan Pelanggaran", "Pelaporan Masalah Perusahaan", "Investigasi Internal", "Tata Kelola Pelaporan Masalah", "Whistleblowing Mechanism", "Whistleblower System", "Incident Reporting System", "Fraud Reporting", "Corporate Whistleblowing", "Anonymous Reporting Channel", "Ethics Hotline", "Compliance Reporting", "Internal Complaint Mechanism", "Ethical Breach Reporting", "Governance & Compliance Reporting", "Misconduct Reporting", "Integrity Reporting System", "Reporting Violations", "Internal Investigation Framework"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report merely states the existence of a system or procedure for reporting critical issues to the highest governance body without further explanation. The information provided is general, lacking details on the mechanism, reporting process, or follow-up actions. There is no specification of communication channels, escalation procedures, or evidence of system implementation.",
        "2": "report mentions the existence of a formal procedure within the governance structure for reporting critical issues to the highest governance body but only covers part of the necessary details. For example, the report states that a reporting mechanism exists but does not elaborate on the procedure or follow-up actions.",
        "3": "the report provides an almost complete explanation of the issue-reporting procedure, including how the reporting system is structured, the escalation process, and follow-up actions taken. However, some details may still be missing, such as the specific name of the reporting system or a detailed explanation of how complaints are addressed by the highest governance body.",
        "4": "the report provides a detailed explanation of the formal governance procedure for reporting critical issues, including the system's name, reporting mechanisms, and follow-up procedures. The report must cover available reporting channels, confidentiality measures, responsible parties, and examples of implementation or outcomes of the system."
      }
    },
    "GRI 2-9-c": {
      "types": "governance",
      "sub-title": "structure",
      "disclosure": "struktur dan komposisi tata kelola",
      "description": "Describes the composition of the highest governance body and its committees based on: (i) executive and non-executive members, (ii) independence, (iii) tenure, number of positions, and other significant commitments held by each member, (iv) gender, (v) underrepresented social groups, (vi) competencies related to the organization’s impact, (vii) stakeholder representation.",
      "keywords": ["Struktur Tata Kelola ESG", "Struktur Tata Kelola Keberlanjutan", "Sistem Tata Kelola Keberlanjutan", "Model Tata Kelola Keberlanjutan", "Tata Kelola Lingkungan, Sosial, dan Tata Kelola (LST)", "Tata Kelola Perusahaan Berkelanjutan", "Kepemimpinan ESG", "Manajemen ESG", "Dewan Keberlanjutan", "Komite Keberlanjutan", "Komite Tata Kelola ESG", "Direktur ESG", "Direktur Keberlanjutan", "Kepala Keberlanjutan", "Manajer Tata Kelola ESG", "Struktur Manajemen ESG", "Struktur Pengambilan Keputusan ESG", "ESG Governance Framework", "ESG Management Structure", "Corporate Sustainability Governance", "Board of Sustainability", "Sustainability Leadership", "ESG Oversight", "Sustainability Governance Model", "ESG Decision-Making Structure", "Executive Committee on Sustainability", "ESG Risk Governance", "Chief Sustainability Officer (CSO)", "Head of ESG", "Director of ESG Governance", "ESG Compliance Structure", "ESG Governance Mechanism", "Sustainability Governance Model", "Sustainable Corporate Governance"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only mentions the existence of the highest governance body without providing detailed information on its composition and attributes. The information presented is basic and general, for example, simply stating that a governance body exists without elaborating on independence, tenure, gender diversity, or relevant competencies. There is no specific data regarding the structure, number of members, or stakeholder representation.",
        "2": "report includes roughly half of the required details regarding the composition of the highest governance body and its committees. For example, it may mention the presence of executive and non-executive members as well as independence but lacks detailed information on tenure, number of positions held, or diversity aspects such as gender and underrepresented social groups.",
        "3": "report covers more than 50% of the required elements, including details on executive and non-executive members, independence, and most other aspects like competencies related to the organization's impact and stakeholder representation. However, some details might still be missing, such as full disclosure on tenure or a comprehensive explanation of social diversity representation.",
        "4": "the report provides a comprehensive disclosure of the highest governance body and its committees, covering all aspects such as executive and non-executive members, independence, tenure, number of positions, other significant commitments, gender representation, underrepresented social groups, competencies related to organizational impact, and stakeholder representation. The information should be clearly structured, detailing organizational hierarchy, individual responsibilities, and their connection to sustainability governance."
      }
    },
    "GRI 2-29 (structure)": {
      "types": "governance",
      "sub-title": "structure",
      "disclosure": "keterlibatan pemangku kepentingan",
      "description": "Explains whether stakeholders are included in the governance structure and the extent of their involvement in decision-making and organizational oversight.",
      "keywords": ["Keterlibatan Pemangku Kepentingan", "Pelibatan Pemangku Kepentingan", "Partisipasi Pemangku Kepentingan", "Konsultasi Pemangku Kepentingan", "Komunikasi dengan Pemangku Kepentingan", "Dialog dengan Pemangku Kepentingan", "Hubungan dengan Pemangku Kepentingan", "Interaksi dengan Pemangku Kepentingan", "Manajemen Pemangku Kepentingan", "Pendekatan terhadap Pemangku Kepentingan", "Proses Pelibatan Pemangku Kepentingan", "Identifikasi Pemangku Kepentingan", "Pemangku Kepentingan Internal", "Pemangku Kepentingan Eksternal", "Pemangku Kepentingan Perusahaan", "Stakeholder Involvement", "Stakeholder Participation", "Stakeholder Consultation", "Stakeholder Communication", "Stakeholder Engagement Strategy", "Stakeholder Dialogue", "Stakeholder Relations", "Stakeholder Interaction", "Stakeholder Management", "Approach to Stakeholder Engagement", "Stakeholder Engagement Process", "Stakeholder Identification", "Internal Stakeholders", "External Stakeholders", "Corporate Stakeholders"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only provides a general overview of stakeholder involvement in the governance structure without detailed explanation. The information presented merely states that stakeholders are engaged in decision-making processes but does not specify the extent of their involvement, engagement mechanisms, or communication methods. There is no specific data on stakeholder identification or how they influence organizational policies.",
        "2": "report includes roughly half of the required details about stakeholder involvement in the governance structure. For example, it may mention that stakeholders are part of the decision-making process but lacks specifics on the extent of their involvement or the consultation mechanisms used.",
        "3": "report covers more than 50% of the required aspects, including stakeholders' roles in decision-making and organizational oversight. The report might describe some communication and consultation mechanisms but may still lack specific details on the formal governance structure that integrates stakeholder engagement.",
        "4": "the report provides a complete disclosure of stakeholder involvement in the governance structure, including their role in decision-making and organizational oversight. The information should cover stakeholder identification, engagement mechanisms, levels of participation (both internal and external), and the impact of their involvement on organizational policies and strategies."
      }
    },
    "GRI 3-2-a": {
      "types": "governance",
      "sub-title": "audits & internal control",
      "disclosure": "daftar topik material",
      "description": "Describes material topics, which are the organization's most significant impacts on the economy, people, planet, and human rights (HR).",
      "keywords": ["Topik Material", "Isu Material", "Topik Signifikan", "Dampak Signifikan", "Aspek Material", "Isu Utama", "Faktor Materialitas", "Prioritas ESG", "Prioritas Keberlanjutan", "Topik ESG Penting", "Faktor Keberlanjutan", "Topik Prioritas", "Materialitas dalam ESG", "Materialitas dalam Keberlanjutan", "Materialitas Perusahaan", "Material Topic", "Material Issues", "Significant Topic", "Key Issues", "Materiality Factors", "Sustainability Priorities", "ESG Priorities", "Key ESG Topics", "Important ESG Topics", "Corporate Materiality", "Material Impact", "Materiality Assessment", "Sustainability Materiality", "Materiality in ESG", "Business Materiality"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only states that the organization has material topics without providing clear details. The information presented remains general, such as merely acknowledging impacts on the economy, people, the environment, or human rights, but does not elaborate on specific topics, their significance, or how they were identified.",
        "2": "the report covers only one of the four main material topics (economy, people, planet, or human rights). For example, the report may discuss significant economic impacts but omit discussions on environmental, social, or human rights impacts.",
        "3": "report covers three out of the four key material topics. For instance, it might discuss economic, environmental, and social impacts but fail to explicitly address human rights.",
        "4": "the report comprehensively identifies and explains all relevant material topics, including the organization’s significant impacts on the economy, people, planet, and human rights (HR). Each topic should be discussed in detail, covering context, significance, and how the organization addresses it within its sustainability strategy and policies."
      }
    },
    "GRI 2-5": {
      "types": "governance",
      "sub-title": "audits & internal control",
      "disclosure": "penjamin eksternal",
      "description": "Describes policies and practices for engaging external assurance providers, including the role of the highest governance body and senior executives. If external assurance is obtained, provides report references and explains the scope of assurance and the organization's relationship with the assurer.",
      "keywords": ["Penjamin Eksternal", "Validasi Eksternal", "Asuransi Eksternal", "Layanan Penjaminan", "Penjaminan Laporan", "Verifikasi Independen", "Audit Eksternal", "Peninjauan Eksternal", "Pengecekan Pihak Ketiga", "Jaminan Keberlanjutan", "Pengesahan Eksternal", "Akreditasi ESG", "Evaluasi Pihak Ketiga", "Konfirmasi Independen", "Standar Audit Eksternal", "External Assurance", "External Validation", "Third-party Assurance", "Independent Verification", "Assurance Services", "Sustainability Assurance", "External Review", "Independent Assessment", "ESG Verification", "Third-party Review", "Audit by External Party", "Validation Process", "Certification Process", "Independent Sustainability Audit", "External Compliance Check"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only briefly mentions the existence of external assurance without further details. For example, it states that external validation or audit exists but does not provide information on the scope of assurance, involved parties, or the governance body's role in the process.",
        "2": "report provides partial information on external assurance, such as mentioning that a third party is involved in verification but lacking details on the scope of assurance or the organization's relationship with the assurer.",
        "3": "report covers more than 50% of the required information, such as describing policies and practices for selecting external assurance providers and the scope of assurance but still missing aspects like the organization's relationship with the assurer or report references.",
        "4": "the report provides a comprehensive explanation of policies and practices for engaging external assurance providers, including the role of the highest governance body and senior executives. Additionally, the report must reference the external assurance report, explain the scope of assurance, and clearly disclose the organization’s relationship with the assurance provider."
      }
    },
    "GRI 2-16-a (stakeholder engagement)": {
      "types": "governance",
      "sub-title": "stakeholder engagement",
      "disclosure": "komunikasi masalah penting",
      "description": "Explains the role of stakeholders in the reporting system, including how they contribute to escalating issues to the highest governance body and their engagement mechanisms in decision-making processes.",
      "keywords": ["Sistem Pelaporan", "Pelaporan Pelanggaran", "Pengaduan Internal", "Pengaduan Eksternal", "Saluran Whistleblowing", "Kanal Pengaduan", "Mekanisme Pelaporan", "Sistem Pengungkapan", "Laporan Kecurangan", "Pelaporan Etika", "Transparansi Pelaporan", "Keluhan Keberlanjutan", "Laporan Kepatuhan", "Sistem Aduan Karyawan", "Pelaporan Keamanan", "Perlindungan Pelapor", "Mekanisme Pengawasan", "Investigasi Internal", "Tindak Lanjut Pengaduan", "Laporan Kepentingan Publik", "Whistleblowing System", "Whistleblower Channel", "Fraud Reporting", "Ethics Reporting", "Compliance Hotline", "Incident Reporting System", "Grievance Mechanism", "Internal Complaint System", "External Reporting System", "Anonymous Reporting", "Transparency Mechanism", "Corporate Integrity System", "Employee Complaint Handling", "Governance Reporting", "Ethics Violation Reporting", "Third-party Reporting", "Legal Compliance Report", "Risk Disclosure", "Investigation Mechanism"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only briefly mentions the role of stakeholders in the reporting system without further details. For example, it states that stakeholders are involved in issue reporting or decision-making but does not explain the engagement mechanism, communication flow, or follow-up actions taken on reported issues.",
        "2": "report partially explains the role of stakeholders in the reporting system, such as mentioning that a mechanism exists for stakeholders to report issues but lacking details on how they escalate concerns to the highest governance body.",
        "3": "report covers most aspects, such as explaining the reporting mechanism, how stakeholders submit issues, and some details on their involvement in decision-making, but still lacks certain details like follow-up actions or system effectiveness.",
        "4": "the report provides a detailed explanation of the stakeholders' role in the reporting system, including how they escalate issues to the highest governance body and their engagement mechanisms in decision-making processes. The report should include concrete examples, the procedures involved, and the impact of stakeholder involvement in organizational decision-making."
      }
    },
    "GRI 2-30-a": {
      "types": "governance",
      "sub-title": "stakeholder engagement",
      "disclosure": "perjanjian perundingan kolektif",
      "description": "Reports the percentage of total employees covered by collective bargaining agreements. For employees not covered, explains whether their employment terms are based on the organization's collective agreements or those of other organizations.",
      "keywords": ["Hubungan Industrial dan Hak Pekerja", "Manajemen Hubungan Industrial", "Pengelolaan Hubungan Karyawan", "Hubungan Ketenagakerjaan", "Hak Serikat Pekerja", "Kebebasan Berserikat dan Perundingan Kolektif", "Perlindungan Hak Pekerja", "Serikat Buruh dan Hak Karyawan", "Negosiasi Perburuhan", "Hak Tenaga Kerja terhadap Serikat Pekerja", "Hubungan Buruh dan Manajemen", "Kesejahteraan Karyawan dalam Hubungan Industrial", "Tata Kelola Ketenagakerjaan dan Kebebasan Berserikat", "Kepatuhan terhadap Hak Pekerja", "Kode Etik Hubungan Industrial", "Industrial Relations and Worker Rights", "Industrial Relations Management", "Employee Relations and Labor Rights", "Freedom of Association and Collective Bargaining", "Labor Union Rights", "Worker Rights and Union Representation", "Trade Union and Employee Rights", "Collective Labor Negotiation", "Workplace Democracy and Freedom of Association", "Compliance with Labor Rights", "Workforce Management and Employee Engagement", "Employee Advocacy and Union Support", "Corporate Social Responsibility in Labor Relations", "Ethical Labor Practices and Worker Empowerment", "Human Rights in Employment Policies"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only briefly mentions the existence of collective bargaining agreements or related policies without further details. For example, the report states that the company recognizes collective bargaining rights or labor union policies but does not specify the percentage of employees covered or how employment terms are set for those not included in such agreements.",
        "2": "report only provides partial information, such as mentioning the percentage of employees covered by collective bargaining agreements but not explaining employment terms for those not covered.",
        "3": "report covers more than 50% of the required details, such as disclosing the percentage of employees covered and partially explaining employment terms for those not included in the agreement, but still lacks full transparency or implementation details.",
        "4": "report comprehensively discloses the total percentage of employees covered by collective bargaining agreements. Additionally, it must provide a detailed explanation of employment terms for employees not covered, including whether they follow internal collective agreements or those from other organizations. The report should also include company policies related to worker rights and industrial relations."
      }
    },
    "GRI 2-29": {
      "types": "governance",
      "sub-title": "stakeholder engagement",
      "disclosure": "keterlibatan pemangku kepentingan",
      "description": "Explains whether and how stakeholder opinions are considered in the organization's decision-making process.",
      "keywords": ["Stakeholder Engagement", "Stakeholder", "Pelibatan Pemangku Kepentingan", "Pemangku Kepentingan", "Pelibatan Stakeholder", "Konsultasi Stakeholder", "Dialog Stakeholder", "Mekanisme Stakeholder", "Keputusan Stakeholder", "Peran Stakeholder", "Pengaruh Stakeholder", "Komunikasi Tata Kelola", "Umpan Balik Stakeholder", "Keterlibatan dalam ESG", "Stakeholder dalam Keputusan", "Stakeholder dalam Tata Kelola", "Transparansi Stakeholder", "Risiko Keberlanjutan", "Stakeholder Engagement", "Stakeholder Consultation", "Stakeholder Dialogue", "Stakeholder Mechanism", "Stakeholder Decision", "Stakeholder Role", "Stakeholder Influence", "Governance Communication", "Stakeholder Feedback", "ESG Stakeholder", "Stakeholder in Governance", "Stakeholder in Decisions", "Stakeholder Transparency", "Sustainability Risks"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only briefly mentions that the company considers stakeholder opinions without further elaboration. For example, the report states that there is communication with stakeholders or a mechanism to receive their input but does not explain how this input influences organizational decision-making.",
        "2": "the report provides partial information, such as stating that stakeholders are involved in decision-making but lacking details on the mechanisms of engagement or the impact of their input on organizational decisions.",
        "3": "report covers more than 50% of the required details, for example, explaining how stakeholders are engaged and providing specific examples of their influence on company policies or strategies, but still lacks full transparency or a comprehensive scope of engagement.",
        "4": "the report comprehensively explains how stakeholder opinions are considered in the organization's decision-making process. It should include the engagement mechanisms, feedback collection methods, and how stakeholder input influences company policies and strategies. Transparency in the decision-making process and the impact of stakeholder involvement should also be detailed."
      }
    },
    "GRI 301-2": {
      "types": "economic",
      "sub-title": "SRU 1",
      "disclosure": "material input dari daur ulang yang digunakan",
      "description": "Reports the percentage of recycled materials used in the production of the organization's main products and services. Formula used : Percentage of recycled material input used = (Total recycled material input used / Total material input used) × 100",
      "keywords": ["Material Daur Ulang", "Bahan Daur Ulang", "Material Bekas", "Material Terpakai", "Bahan Terpakai", "Material Digunakan", "Bahan Digunakan", "Material yang Dikumpulkan", "Material Input Daur Ulang", "Persentase Daur Ulang", "Pemanfaatan Kembali", "Material Berkelanjutan", "Recycled Material", "Recycled Input", "Used Material", "Used Input", "Reused Material", "Collected Material", "Material Input Recycled", "Recycling Percentage", "Sustainable Material", "Circular Material"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "",
        "2": "",
        "3": "",
        "4": "the report explicitly states the percentage of recycled materials used in production, following the formula provided in the GRI standard. The report must present clear quantitative data, along with an explanation of the calculation methodology and data sources used."
      }
    },
    "GRI 301-1": {
      "types": "economic",
      "sub-title": "SRU 3",
      "disclosure": "material yang digunakan berdasarkan berat atau volume",
      "description": "Reports the total weight or volume of materials used in the production of the organization's main products and services during the reporting period, categorized by renewable and non-renewable materials.",
      "keywords": ["Material Masuk", "Input Material", "Volume Material", "Berat Material", "Jumlah Material", "Material yang Digunakan", "Material dalam Kg", "Material dalam Liter", "Konsumsi Material", "Penggunaan Material", "Material Total", "Material Input", "Input Volume", "Material Volume", "Material in Kg", "Material in Liter", "Material Used", "Total Material", "Material Consumption", "Material Usage", "Material Quantity"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "",
        "2": "",
        "3": "",
        "4": "the report states the total weight or volume of materials used in production during the reporting period, clearly distinguishing between renewable and non-renewable materials, as per the GRI standard. The report must provide complete quantitative data and explain the data collection methodology."
      }
    },
    "GRI 301-3": {
      "types": "economic",
      "sub-title": "SRU 3",
      "disclosure": "produk pemerolehan ulang dan material kemasannya",
      "description": "Reports the percentage of recovered products and packaging materials for each product category, along with the data collection method. Formula Used : Percentage of recovered products and packaging materials = (Recovered products and packaging materials / Products sold during the reporting period) × 100",
      "keywords": ["Produk Daur Ulang", "Material Kemasan", "Produk yang Dikembalikan", "Material yang Dikumpulkan", "Produk Terecover", "Penggunaan Ulang Kemasan", "Pemanfaatan Kembali Produk", "Persentase Daur Ulang", "Produk yang Dapat Didaur Ulang", "Material yang Dapat Didaur Ulang", "Recovered Products", "Packaging Materials", "Returned Products", "Collected Materials", "Recovered Packaging", "Reused Packaging", "Material Recovery", "Recycling Rate", "Recyclable Product", "Recyclable Packaging"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "",
        "2": "",
        "3": "",
        "4": "the report provides the percentage of recovered products and packaging materials for each product category and explains the data collection method according to GRI standards. The data must be quantitative and follow the appropriate formula."
      }
    },
    "GRI 204-1": {
      "types": "economic",
      "sub-title": "LC & SME 1",
      "disclosure": "proporsi pengeluaran untuk pemasok lokal",
      "description": "Reports the percentage of procurement budget allocated to local suppliers in the organization's operations. Defines the geographic scope of 'local' and the criteria used to determine 'significant operational locations.'",
      "keywords": ["Pemasok Lokal", "Pemasok Daerah", "Pengadaan Lokal", "Vendor Lokal", "Mitra Lokal", "Pembelian Lokal", "Sumber Lokal", "Local Supplier", "Regional Supplier", "Local Procurement", "Local Vendor", "Local Partner", "Local Sourcing", "Local Purchase"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report mentions the use of local suppliers but does not specify the percentage of procurement budget allocated to them. For example, the report states a commitment to local suppliers or mentions a local procurement policy without providing specific figures.",
        "2": "report provides some basic information, such as the percentage of local suppliers used, but lacks further details on the impact or selection criteria for local suppliers.",
        "3": "more than 50% of the reporting elements are met, such as procurement policies supporting local suppliers, quantitative data on budget allocation to local suppliers, and partial information on the geographic definition of `local` and criteria for `significant operational locations.`",
        "4": "the report provides the percentage of the procurement budget allocated to local suppliers, defines the geographic scope of `local,` and explains the criteria used to determine `significant operational locations.` All elements must be detailed and aligned with GRI standards."
      }
    },
    "GRI 308-1": {
      "types": "economic",
      "sub-title": "PTSC 1",
      "disclosure": "seleksi pemasok baru dengan menggunakan kriteria lingkungan",
      "description": "Reports the percentage of new suppliers selected based on environmental criteria, including energy (GRI 302), water and effluents (GRI 303), and emissions (GRI 305).",
      "keywords": ["Pemasok Baru", "Seleksi Pemasok", "Pemasok Berkelanjutan", "Pemasok Hijau", "Evaluasi Pemasok", "Pemasok Ramah Lingkungan", "Kriteria Lingkungan", "Pemilihan Pemasok", "Standar Pemasok", "Pemasok ESG", "New Supplier", "Supplier Selection", "Sustainable Supplier", "Green Supplier", "Supplier Evaluation", "Eco-friendly Supplier", "Environmental Criteria", "Supplier Screening", "ESG Supplier", "Procurement Standards"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report mentions that there is a supplier selection process but does not provide specific details on environmental criteria or quantitative data. For example, the report states that environmental factors are considered in supplier selection but does not explain how or include the percentage of suppliers assessed using these criteria.",
        "2": "report provides basic information about supplier selection based on environmental criteria, such as the existence of related policies, but lacks quantitative data or follow-up actions based on evaluations.",
        "3": "more than 50% of the reporting elements are met, including clear supplier selection policies, partial quantitative data on the percentage of suppliers assessed using environmental criteria, and some information on the environmental categories considered (e.g., energy, water, emissions).",
        "4": "the report provides complete information on the selection of new suppliers based on environmental criteria. This includes the percentage of suppliers assessed, details on the environmental aspects considered (energy, water & effluents, emissions), and actions taken based on the assessment results."
      }
    },
    "GRI 308-2": {
      "types": "economic",
      "sub-title": "PTSC 1",
      "disclosure": "dampak lingkungan negatif dalam rantai pasokan dan tindakan yang telah diambil",
      "description": "Reports the number of suppliers assessed for environmental impact, the number identified with negative environmental impacts, and how environmental risks in the supply chain are managed. Also includes the percentage of suppliers with negative impacts that agreed to corrective actions and the percentage of suppliers whose contracts were terminated due to negative impacts.",
      "keywords": ["Dampak Lingkungan", "Rantai Pasokan", "Pemasok Berisiko", "Pemasok dengan Dampak Negatif", "Evaluasi Pemasok", "Pemasok Ramah Lingkungan", "Risiko Lingkungan", "Pemantauan Pemasok", "Pengelolaan Risiko Lingkungan", "Kontrak Pemasok", "Environmental Impact", "Supply Chain", "High-Risk Supplier", "Negative Supplier Impact", "Supplier Assessment", "Eco-friendly Supplier", "Environmental Risk", "Supplier Monitoring", "Sustainable Supply Chain", "Supplier Contract Termination"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report mentions supplier assessments related to environmental impact but does not provide details on the number of suppliers assessed, those identified with negative impacts, or actions taken to mitigate these impacts. For example, the report states that suppliers are evaluated for environmental impact but does not include quantitative data or specifics on the assessment process.",
        "2": "report covers 50% of the reporting elements, such as the number of suppliers assessed for environmental impact or the number of suppliers with negative impacts, but lacks complete information on follow-up actions taken for negatively impacted suppliers.",
        "3": "the report includes most of the required elements, such as policies for managing environmental impacts in the supply chain, the number of suppliers assessed, the number of suppliers identified with negative impacts, and partial information on corrective actions agreed upon by suppliers or the percentage of suppliers whose contracts were terminated.",
        "4": "the report provides comprehensive information on environmental impacts in the supply chain. This includes the number of suppliers assessed, the number identified with negative impacts, strategies for managing environmental risks, the percentage of suppliers agreeing to corrective actions, and the percentage of suppliers whose contracts were terminated due to negative impacts."
      }
    },
    "GRI 414-1": {
      "types": "economic",
      "sub-title": "PTSC 1",
      "disclosure": "seleksi pemasok baru dengan menggunakan kriteria sosial.",
      "description": "Reports the percentage of new suppliers selected based on social criteria, including employment (GRI 401), occupational health and safety (GRI 403), child labor (GRI 408), and forced or compulsory labor (GRI 409).",
      "keywords": ["Seleksi Pemasok", "Pemasok Baru", "Pemasok Berkelanjutan", "Kriteria Sosial", "Pemasok Bertanggung Jawab", "Pemasok Ramah Sosial", "Etika Pemasok", "Evaluasi Pemasok", "Rantai Pasok Berkelanjutan", "Pekerja Anak", "Kerja Paksa", "Keselamatan Pekerja", "Hak Pekerja", "Supplier Selection", "New Supplier", "Sustainable Supplier", "Social Criteria", "Responsible Supplier", "Ethical Supplier", "Supplier Assessment", "Sustainable Supply Chain", "Child Labor", "Forced Labor", "Worker Safety", "Employee Rights"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only states that suppliers are assessed based on social aspects but does not provide specific details on the social criteria used (e.g., employment, occupational health and safety, child labor, or forced labor). There is no quantitative data or information on the number of suppliers assessed. For example, the report mentions that suppliers are evaluated for social responsibility but does not specify indicators or the scope of the assessment.",
        "2": "report covers 50% of the reporting elements, such as mentioning supplier selection based on social criteria but lacking clear details on the scope of suppliers assessed or quantitative data on the percentage of suppliers meeting the criteria.",
        "3": "the report includes most of the required elements, such as policies for supplier selection based on social criteria, the number of suppliers assessed, and the percentage of suppliers meeting social criteria, but may still lack details on corrective actions or follow-up measures for suppliers failing to meet the standards.",
        "4": "the report provides comprehensive information on supplier selection based on social criteria. This includes the percentage of new suppliers assessed, the specific social criteria used (employment, occupational safety, child labor, and forced labor), and the corrective actions taken to address any social issues identified during assessments."
      }
    },
    "GRI 414-2": {
      "types": "economic",
      "sub-title": "PTSC 1",
      "disclosure": "dampak sosial negatif dalam rantai pasokan dan tindakan yang telah diambil",
      "description": "Reports the number of suppliers assessed for social impact, the number identified with negative social impacts, and how social risks in the supply chain are managed. Also includes the percentage of suppliers with negative social impacts that agreed to corrective actions and the percentage of suppliers whose contracts were terminated due to negative impacts.",
      "keywords": ["Dampak Sosial", "Dampak Negatif", "Dampak Sosial Pemasok", "Rantai Pasok Sosial", "Pemasok Berisiko", "Risiko Sosial", "Evaluasi Pemasok", "Pemasok Tidak Patuh", "Manajemen Rantai Pasok", "Tindakan Korektif", "Penghentian Kontrak", "Perbaikan Pemasok", "Social Impact", "Negative Impact", "Supplier Social Impact", "Supply Chain Social Risk", "High-Risk Supplier", "Social Risk", "Supplier Evaluation", "Non-Compliant Supplier", "Supply Chain Management", "Corrective Action", "Contract Termination", "Supplier Improvement"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only states that suppliers are assessed for social impact but does not provide specific details on assessment results, the number of affected suppliers, or corrective actions taken. There is no quantitative data or further information on social risks in the supply chain. For example, the report may mention that suppliers are evaluated for social responsibility but does not specify whether any were found to have negative impacts or how those impacts are managed.",
        "2": "the report covers 50% of the reporting elements, such as mentioning supplier evaluations regarding social impact but lacking clear details on the number of suppliers assessed or actions taken for suppliers with negative social impacts.",
        "3": "report includes most of the required elements, such as supplier evaluation policies, the number of suppliers identified with negative social impacts, and the percentage of suppliers agreeing to corrective actions, but may still lack details on contract termination or long-term mitigation strategies.",
        "4": "if the report provides comprehensive information on negative social impacts in the supply chain. This includes the number of suppliers assessed, the number identified with negative social impacts, how social risks in the supply chain are managed, and the percentage of suppliers that agreed to corrective actions as well as those whose contracts were terminated due to negative impacts."
      }
    },
    "GRI 306-2": {
      "types": "social",
      "sub-title": "SRU 2",
      "disclosure": "manajemen dampak signifikan terkait limbah",
      "description": "Describes actions taken to manage the significant impacts of waste generation. If waste results from third-party activities, explains the process used to ensure third-party compliance with waste management obligations and regulations. Additionally, outlines the methods used for waste collection and monitoring.",
      "keywords": ["Manajemen Limbah", "Pengelolaan Limbah", "Dampak Limbah", "Pemantauan Limbah", "Limbah & Efluen", "Limbah Pihak Ketiga", "Pembuangan Limbah", "Pemrosesan Limbah", "Tindakan Pengelolaan Limbah", "Kepatuhan Limbah", "Regulasi Limbah", "Metode Pengelolaan Limbah", "Pembuangan Bertanggung Jawab", "Waste Management", "Waste Impact", "Waste Monitoring", "Waste & Effluent", "Third-Party Waste", "Waste Disposal", "Waste Processing", "Waste Compliance", "Waste Regulation", "Waste Handling Methods", "Responsible Waste Disposal"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only mentions that waste is generated but does not provide specific details on waste types, volumes, or management methods. There is no information on how the waste is managed, whether reduction efforts are in place, or how third-party waste handlers are monitored. For example, the report may state that the company considers waste management in its operations but does not explain concrete steps taken to manage waste.",
        "2": "the report covers 50% of the reporting elements, such as reporting total waste generated but lacking clear details on reduction strategies or waste management methods.",
        "3": "the report includes more than 50% of the required elements, including waste categorization, partial information on recycling, or disposal methods, but may still lack long-term reduction strategies or circular economy implementation.",
        "4": "report provides comprehensive disclosure on waste management. This includes details on types of waste generated, treatment methods, recycling percentages, waste reduction strategies, and circular economy practices. If third parties are involved, the report should also explain how their compliance with waste management regulations is monitored."
      }
    },
    "GRI 409-1": {
      "types": "social",
      "sub-title": "HR&LI1",
      "disclosure": "operasi dan pemasok yang berisiko signifikan terhadap insiden kerja paksa atau wajib kerja",
      "description": "Reports operations and suppliers with significant risks of forced or compulsory labor incidents, including types of operations and suppliers, as well as geographic regions at risk. Additionally, describes the actions taken by the organization during the reporting period to support labor rights and prevent forced or compulsory labor.",
      "keywords": ["Insiden Kerja Paksa","Kerja Paksa","Tenaga Kerja Paksa","Wajib Kerja","Eksploitasi Tenaga Kerja","Risiko Pemasok","Pemasok Berisiko","Risiko Kerja Paksa","Hak Tenaga Kerja","Pencegahan Kerja Paksa","Wilayah Berisiko","Forced Labor Incident","Forced Work","Compulsory Labor","Labor Exploitation","Supplier Risk","High-Risk Supplier","Labor Rights","Preventing Forced Labor","Geographic Risk","Supply Chain Risk"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only states compliance with labor laws or a general commitment to labor rights but does not provide specific information on anti-forced labor policies or how risks of forced labor are identified and assessed within the supply chain. For example, the report may mention adherence to labor standards but lacks concrete steps on identifying or mitigating forced labor risks.",
        "2": "the report covers 50% of the required elements, such as mentioning policies on forced labor but lacking detailed data on supplier assessments or reported incidents.",
        "3": "the report includes clear policies and procedures to address forced labor, along with partial data on supplier audits or identified incidents, but is not yet fully comprehensive.",
        "4": "the report includes comprehensive policies on preventing forced or compulsory labor. Additionally, it should provide data on supplier assessments, compliance audits, high-risk geographic regions, and corrective actions taken to address identified risks."
      }
    },
    "GRI 407-1": {
      "types": "social",
      "sub-title": "HR&LI2",
      "disclosure": "operasi dan pemasok di mana hak atas kebebasan berserikat dan perundingan kolektif mungkin berisiko",
      "description": "Reports operations and suppliers where workers' rights to freedom of association or collective bargaining may be violated or are at significant risk, including types of operations and suppliers, as well as geographic regions at risk. Additionally, describes the actions taken by the organization during the reporting period to support and protect these rights.",
      "keywords": ["Insiden Kebebasan Berserikat", "Hak Pekerja", "Hak Berserikat", "Perundingan Kolektif", "Hak Perundingan", "Serikat Pekerja", "Hak Karyawan", "Pelanggaran Hak Pekerja", "Risiko Serikat Pekerja", "Pemasok Berisiko", "Wilayah Berisiko", "Freedom of Association Incident", "Collective Bargaining Rights", "Workers’ Rights", "Trade Union Rights", "Employee Rights", "Unionization Risk", "High-Risk Supplier", "Labor Rights Violation", "Supply Chain Risk", "Geographic Risk"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only mentions compliance with labor laws or general worker rights but does not provide concrete steps to support or protect freedom of association and collective bargaining. For example, the report states that the company follows labor regulations but lacks information on risks to unionization or specific policies promoting these rights.",
        "2": "the report covers 50% of the required elements, such as mentioning policies that support freedom of association but lacking data on their implementation.",
        "3": "the report includes over 50% of reporting requirements, including specific actions taken to promote collective bargaining and partial data on the number of unionized employees.",
        "4": "the report includes comprehensive policies on freedom of association and collective bargaining, along with data on the number of unionized employees, high-risk regions or suppliers, and actions taken to protect and promote these rights."
      }
    },
    "GRI 403-1": {
      "types": "social",
      "sub-title": "HR&LI3",
      "disclosure": "sistem manajemen kesehatan dan keselamatan kerja",
      "description": "Reports whether the occupational health and safety management system has been implemented in compliance with applicable laws, with a clear explanation. Describes its implementation based on relevant guidelines and standards. Additionally, provides a description of the scope of work, activities, and workplaces covered by the system, along with explanations if any workers, activities, or workplaces are excluded.",
      "keywords": ["Sistem Kesehatan dan Keselamatan", "Manajemen K3", "Keselamatan Kerja", "Kesehatan Kerja", "Sistem Manajemen K3", "Kepatuhan K3", "Lingkungan Kerja Aman", "Perlindungan Pekerja", "Standar Kesehatan dan Keselamatan", "Cakupan K3", "Risiko Keselamatan", "Occupational Health and Safety System", "OHS Management", "Workplace Safety", "Employee Safety", "Health and Safety Compliance", "Safety Standards", "Worker Protection", "Safe Work Environment", "OHS Implementation", "Risk Management in OHS"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only mentions the existence of occupational health and safety (OHS) policies in general without providing specific information on the implementation of the OHS management system. For example, the report states that the company has an OHS policy or complies with health and safety regulations but does not provide details on programs, training, or relevant performance data.",
        "2": "report covers 50% of the required elements, such as outlining workplace safety programs but lacking data on incidents or program outcomes.",
        "3": "the report includes over 50% of reporting requirements, including policies and safety programs, as well as partial data on workplace incidents or safety training provided.",
        "4": "report provides a comprehensive occupational health and safety management system, including policies, applicable standards, scope of work, data on workplace incidents or accidents, training programs, and preventive measures."
      }
    },
    "GRI 417-1": {
      "types": "social",
      "sub-title": "HR&LI4",
      "disclosure": "persyaratan untuk pelabelan dan informasi produk dan jasa",
      "description": "Reports each requirement and procedure related to product and service labeling and information, including: component sourcing, content of substances that may impact the environment or society, guidelines for the safe use of products or services, and disposal procedures along with their environmental and social impacts. Additionally, includes the percentage of significant product or service categories that comply with these requirements.",
      "keywords": ["Label Produk", "Sertifikasi Produk", "Pelabelan Produk", "Informasi Produk", "Syarat Pelabelan", "Sumber Komponen", "Panduan Penggunaan", "Dampak Produk", "Keamanan Produk", "Prosedur Pembuangan", "Product Labeling", "Product Certification", "Label Requirements", "Product Information", "Component Sourcing", "Usage Guidelines", "Product Impact", "Safe Usage", "Disposal Procedure", "Environmental and Social Impact"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only mentions a general commitment to complying with product labeling and information regulations without providing specific data on non-compliance incidents or implemented procedures. For example, the report states that the company follows product labeling standards but does not elaborate on specific requirements, applied procedures, or the percentage of products meeting labeling criteria.",
        "2": "the report covers 50% of reporting requirements, such as mentioning policies related to marketing and product labeling but lacking detailed data on non-compliance incidents.",
        "3": "the report includes over 50% of reporting requirements, with more detailed policies and partial data on non-compliance incidents or compliance with product labeling regulations.",
        "4": "report provides comprehensive product and service labeling policies, including certification requirements, information on component sourcing, environmental or social impact of substances used, safe usage guidelines, disposal procedures, and the percentage of product or service categories that comply with these requirements."
      }
    },
    "GRI 417-2": {
      "types": "social",
      "sub-title": "HR&LI4",
      "disclosure": "insiden ketidakpatuhan terkait informasi dan pelabelan produk dan jasa",
      "description": "Reports the total number of incidents of non-compliance with labeling and information regulations, categorized as follows: Incidents of non-compliance resulting in fines or penalties, Incidents of non-compliance resulting in warnings, Incidents of non-compliance with voluntary regulations.",
      "keywords": ["Insiden Ketidakpatuhan", "Pelanggaran Regulasi", "Ketidakpatuhan Pelabelan", "Denda Pelabelan", "Peringatan Regulasi", "Hukuman Produk", "Regulasi Sukarela", "Kepatuhan Produk", "Kesalahan Informasi", "Non-compliance Incident", "Regulatory Violation", "Labeling Non-compliance", "Fines and Penalties", "Regulatory Warning", "Product Penalty", "Voluntary Regulation", "Product Compliance", "Misinformation"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only mentions general compliance with product labeling and information regulations without providing specific data on non-compliance incidents. For example, the report states that the company adheres to labeling regulations but does not disclose the number of incidents resulting in fines, warnings, or violations of voluntary regulations.",
        "2": "report covers 50% of the reporting requirements, such as mentioning policies related to product labeling but providing only partial data on non-compliance incidents without a full breakdown.",
        "3": "the report includes over 50% of reporting requirements, with more detailed policies and some categorized data on non-compliance incidents, such as fines or warnings.",
        "4": "report provides comprehensive compliance policies regarding product labeling and information, including the total number of non-compliance incidents categorized by fines or penalties, warnings, and violations of voluntary regulations. Additionally, the report must outline corrective actions taken to mitigate future non-compliance risks."
      }
    },
    "GRI 417-3": {
      "types": "social",
      "sub-title": "HR&LI4",
      "disclosure": "insiden ketidakpatuhan terkait komunikasi pemasaran",
      "description": "Reports the total number of incidents of non-compliance related to marketing communications, including advertising, promotion, and sponsorship, categorized as follows: Incidents of non-compliance resulting in fines or penalties, Incidents of non-compliance resulting in warnings, Incidents of non-compliance with voluntary regulations.",
      "keywords": ["Insiden Ketidakpatuhan", "Pelanggaran Regulasi", "Ketidakpatuhan Pemasaran", "Denda Pemasaran", "Peringatan Regulasi", "Hukuman Iklan", "Iklan Menyesatkan", "Pelanggaran Promosi", "Ketidakpatuhan Sponsor", "Kesalahan Komunikasi", "Non-compliance Incident", "Regulatory Violation", "Marketing Non-compliance", "Fines and Penalties", "Regulatory Warning", "Advertising Penalty", "Misleading Advertisement", "Promotion Violation", "Sponsorship Non-compliance", "Communication Error"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report only mentions general compliance with marketing communication regulations without providing specific data on non-compliance incidents. For example, the report states that the company adheres to advertising, promotion, and sponsorship regulations but does not disclose the number of incidents resulting in fines, warnings, or violations of voluntary regulations.",
        "2": "the report covers 50% of the reporting requirements, such as mentioning policies related to marketing communications but providing only partial data on non-compliance incidents without a full breakdown.",
        "3": "report includes over 50% of reporting requirements, with more detailed policies and some categorized data on non-compliance incidents, such as fines or warnings.",
        "4": "the report provides comprehensive compliance policies regarding marketing communications, including the total number of non-compliance incidents categorized by fines or penalties, warnings, and violations of voluntary regulations. Additionally, the report must outline corrective actions taken to mitigate future non-compliance risks."
      }
    },
    "GRI 2-27": {
      "types": "environmental",
      "sub-title": "POP1",
      "disclosure": "kepatuhan terhadap hukum dan peraturan",
      "description": "Reports the total number of significant non-compliance incidents with laws and regulations during the reporting period, with details as follows: Number of incidents resulting in fines, Number of incidents resulting in non-monetary sanctions, Total number and monetary value of fines paid during the reporting period, categorized into: i. Fines for non-compliance incidents that occurred in the current reporting period. ii. Fines for non-compliance incidents that occurred in previous reporting periods, Description of significant non-compliance incidents, Explanation of the methodology used to determine what qualifies as a significant non-compliance incident",
      "keywords": ["Kepatuhan Regulasi", "Pelanggaran Regulasi", "Ketidakpatuhan Hukum", "Sanksi Nonmoneter", "Denda Hukum", "Peristiwa Ketidakpatuhan", "Pelanggaran Peraturan", "Kode Etik", "Perundang-undangan", "Denda Kepatuhan", "Regulatory Compliance", "Regulatory Violation", "Legal Non-compliance", "Non-monetary Sanction", "Legal Fine", "Non-compliance Event", "Regulation Breach", "Code of Conduct", "Legislation Compliance", "Compliance Penalty"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "the report only provides a general statement of compliance with laws and regulations without specific data on non-compliance incidents. For example, the report states that the company is committed to regulatory compliance but does not disclose the number of incidents resulting in fines, non-monetary sanctions, or the total monetary value of fines paid during the reporting period.",
        "2": "report includes approximately 50% of the reporting requirements, such as mentioning the number of non-compliance incidents but lacking complete details on fines, non-monetary sanctions, or time-based categorization.",
        "3": "report covers more than 50% of the reporting requirements, including the number of incidents, some details on fines or sanctions, and a description of the methodology used to determine significant non-compliance.",
        "4": "the report provides a detailed disclosure of the total number of significant non-compliance incidents with laws and regulations, including the number of fines, monetary value of fines, and non-monetary sanctions received during the reporting period. The report must also describe the non-compliance incidents and the methodology used to determine what qualifies as significant non-compliance."
      }
    },
    "GRI 306-5": {
      "types": "environmental",
      "sub-title": "POP2",
      "disclosure": "limbah yang dikirimkan ke pembuangan akhir",
      "description": "Reports the total weight of waste sent to final disposal in metric tons, including breakdowns based on waste composition. Further details include: Hazardous waste: Total weight sent to final disposal, categorized by the following methods: i. Incineration (with energy recovery). ii. Incineration (without energy recovery). iii. Landfilling. iv. Other disposal methods. Non-hazardous waste: Total weight sent to final disposal, categorized by the following methods: i. Incineration (with energy recovery). ii. Incineration (without energy recovery). iii. Landfilling. iv. Other disposal methods. Disposal location: For each disposal method above, report the total weight in metric tons disposed: i. On-site. ii. Off-site. Contextual information: Provide necessary details to understand the data and data collection methods.",
      "keywords": ["Limbah", "Pembuangan", "Pembuangan Akhir", "Insinerasi", "Penimbunan", "Limbah B3", "Limbah Berbahaya", "Limbah Non-B3", "Pembuangan di Tempat", "Pembuangan di Luar Tempat", "Pemrosesan Limbah", "Metode Pembuangan", "Daur Ulang Limbah", "Waste", "Disposal", "Waste Disposal", "Final Disposal", "Incineration", "Landfilling", "Hazardous Waste", "Non-Hazardous Waste", "On-Site Disposal", "Off-Site Disposal", "Waste Treatment", "Disposal Method", "Waste Recycling"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only minimal information on waste generation without specifying waste types or disposal methods. For example, the report mentions the total waste generated but does not clarify whether the waste is hazardous or non-hazardous, nor does it provide details on disposal methods such as incineration or landfilling.",
        "2": "report includes approximately 50% of the reporting requirements, such as reporting some waste types or disposal methods but lacking full details on disposal locations or weight breakdowns.",
        "3": "report covers more than 50% of the requirements, including details on waste types and disposal methods, but may not fully cover location details or comprehensive breakdowns of incineration and landfilling.",
        "4": "report provides a comprehensive breakdown of the total weight of waste sent to final disposal in metric tons, detailing hazardous and non-hazardous waste by disposal method (incineration with/without energy recovery, landfilling, and other methods). The report must also include disposal location (on-site or off-site) and provide contextual information on data collection methods and waste reduction or circular economy strategies."
      }
    },
    "GRI 303-4": {
      "types": "environmental",
      "sub-title": "POP2",
      "disclosure": "pembuangan akhir",
      "description": "Reports the total water discharge across all areas in megaliters, with the following breakdowns: By discharge destination: i. Surface water. ii. Groundwater. iii. Seawater. iv. Third-party water, including the volume sent to other organizations for reuse (if applicable). By water quality category: i. Freshwater (≤1,000 mg/L Total Dissolved Solids). ii. Other water (>1,000 mg/L Total Dissolved Solids). Total water discharge in water-stressed areas: i. Freshwater (≤1,000 mg/L Total Dissolved Solids). ii. Other water (>1,000 mg/L Total Dissolved Solids). Priority substances of concern in discharged water: Method for identifying priority substances, including international standards, official lists, or criteria used. Approach to setting discharge limits for priority substances. Number of incidents of non-compliance with discharge limits. Contextual information: Provide details on standards, methodologies, and assumptions used for data collection.",
      "keywords": ["Pembuangan Air", "Air Limbah", "Pembuangan ke Air Permukaan", "Pembuangan ke Air Tanah", "Pembuangan ke Laut", "Air Pihak Ketiga", "Kualitas Air", "Air Tawar", "Total Padatan Terlarut (TDS)", "Zat Prioritas", "Kepatuhan Pembuangan", "Water Disposal", "Wastewater", "Surface Water Discharge", "Groundwater Discharge", "Seawater Discharge", "Third-Party Water", "Water Quality", "Freshwater", "Total Dissolved Solids (TDS)", "Priority Substances", "Compliance with Discharge Limits"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides limited information on water use or discharge without specific data or management practices. For example, the report mentions that the company discharges water but does not provide details on the volume discharged, the discharge destination (e.g., surface water, groundwater, or seawater), or the quality of the discharged water.",
        "2": "report includes approximately 50% of the reporting requirements, such as providing partial data on water discharge without complete details on discharge destinations, water quality categories, or priority substances.",
        "3": "report covers more than 50% of the requirements, including details on total water discharge and some water quality categories, but lacks full information on priority substances, methodologies, or compliance with discharge limits.",
        "4": "report provides comprehensive details on total water discharge in megaliters, categorized by discharge destination (surface water, groundwater, seawater, or third-party use) and water quality (freshwater ≤1,000 mg/L TDS and other water >1,000 mg/L TDS). Additionally, the report must include water discharge in water-stressed areas, identification of priority substances in discharge, methodology for setting discharge limits, number of non-compliance incidents, and contextual information regarding standards, methodologies, and assumptions used."
      }
    },
    "GRI 305-1": {
      "types": "environmental",
      "sub-title": "CCM&A1",
      "disclosure": "Emisi GRK (Cakupan 1) Langsung",
      "description": "Reports Scope 1 Greenhouse Gas (GHG) emissions in metric tons of CO₂ equivalent, including: Total gross direct GHG emissions in metric tons of CO₂ equivalent. Types of gases included, specifying whether CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃, or all are considered. Biogenic CO₂ emissions in metric tons of CO₂ equivalent. Additional Information: Base year for calculation, if applicable, including: i. The reason for selecting the base year. ii. Emissions in the base year. iii. Context for significant changes in emissions that triggered a recalculation of the base year. Source of emission factors and Global Warming Potential (GWP) values used or reference to GWP sources. Emissions consolidation approach, whether based on equity share, financial control, or operational control. Standards, methodologies, assumptions, and/or calculation tools used.",
      "keywords": ["Emisi GRK", "Emisi Gas Rumah Kaca", "Cakupan 1", "Emisi Langsung", "Gas Rumah Kaca", "Volume Emisi", "Karbon Dioksida (CO₂)", "Metana (CH₄)", "Dinitrogen Oksida (N₂O)", "Hidrofluorokarbon (HFC)", "Perfluorokarbon (PFC)", "Sulfur Heksafluorida (SF₆)", "Nitrogen Trifluorida (NF₃)", "Emisi Biogenik", "Emisi Langsung Perusahaan", "Faktor Emisi", "Potensi Pemanasan Global (GWP)", "Tahun Dasar Emisi", "Inventarisasi Emisi", "Konsolidasi Emisi", "Penghitungan Emisi", "GHG", "GHG Emissions", "Scope 1 Emissions", "Direct Emissions", "Greenhouse Gas Emissions", "Carbon Dioxide (CO₂)", "Methane (CH₄)", "Nitrous Oxide (N₂O)", "Hydrofluorocarbons (HFCs)", "Perfluorocarbons (PFCs)", "Sulfur Hexafluoride (SF₆)", "Nitrogen Trifluoride (NF₃)", "Biogenic CO₂ Emissions", "Direct Corporate Emissions", "Emission Factors", "Global Warming Potential (GWP)", "Base Year Emissions"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only basic GHG emissions data without reduction strategies. For example, the report mentions the total Scope 1 GHG emissions in metric tons of CO₂ equivalent but does not include details such as the types of gases accounted for (CO₂, CH₄, N₂O, etc.), biogenic CO₂ emissions, base year calculations, or the methodology used.",
        "2": "the report includes approximately 50% of the reporting requirements, such as providing partial Scope 1 GHG emission data without details on gas types, calculation methods, or emission factors.",
        "3": "report covers more than 50% of the requirements, including comprehensive Scope 1 GHG data along with some additional details (e.g., emission consolidation approach or emission factor sources), but lacks full methodology or emission reduction strategies.",
        "4": "report provides comprehensive details on total gross direct GHG (Scope 1) emissions in metric tons of CO₂ equivalent, including the types of gases accounted for (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃) and biogenic CO₂ emissions. Additionally, the report must include supplementary information such as the base year for calculations (including the reason for selection and base year emissions), emission factor sources and GWP values used, the consolidation approach (equity share, financial control, or operational control), and the methodologies and assumptions applied in the calculations."
      }
    },
    "GRI 305-2": {
      "types": "environmental",
      "sub-title": "CCM&A1",
      "disclosure": "Emisi GRK (Cakupan 2) tidak langsung",
      "description": "Reports Scope 2 indirect energy-related Greenhouse Gas (GHG) emissions in metric tons of CO₂ equivalent, including: Total gross indirect emissions based on location in metric tons of CO₂ equivalent. If applicable, total gross indirect emissions based on market in metric tons of CO₂ equivalent. Types of gases included, specifying whether CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃, or all are considered. Additional Information: Base year for calculation, if applicable, including: i. The reason for selecting the base year. ii. Emissions in the base year. iii. Context for significant changes in emissions that triggered a recalculation of the base year. Source of emission factors and Global Warming Potential (GWP) values used or reference to GWP sources. Emissions consolidation approach, whether based on equity share, financial control, or operational control. Standards, methodologies, assumptions, and/or calculation tools used.",
      "keywords": ["GHG Indirect Emissions", "Indirect Greenhouse Gas Emissions", "Scope 2 Emissions", "Energy-Related Indirect Emissions", "Greenhouse Gas Emissions", "Electricity Emissions", "Emissions from Energy Consumption", "Carbon Dioxide (CO₂)", "Methane (CH₄)", "Nitrous Oxide (N₂O)", "Hydrofluorocarbons (HFCs)", "Perfluorocarbons (PFCs)", "Sulfur Hexafluoride (SF₆)", "Nitrogen Trifluoride (NF₃)", "Electricity Emission Factors", "Global Warming Potential (GWP)", "Base Year Emissions", "Emission Consolidation", "Emission Calculation", "Location-Based Emissions", "Market-Based Emissions", "Emisi GRK Tidak Langsung", "Emisi Gas Rumah Kaca Tidak Langsung", "Cakupan 2", "Emisi Energi Tidak Langsung", "Gas Rumah Kaca", "Volume Emisi Tidak Langsung", "Emisi Listrik", "Emisi dari Konsumsi Energi", "Karbon Dioksida (CO₂)", "Metana (CH₄)", "Dinitrogen Oksida (N₂O)", "Hidrofluorokarbon (HFC)", "Perfluorokarbon (PFC)", "Sulfur Heksafluorida (SF₆)", "Nitrogen Trifluorida (NF₃)", "Faktor Emisi Listrik"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only basic indirect (Scope 2) GHG emissions data without reduction strategies. For example, the report mentions total indirect emissions in metric tons of CO₂ equivalent based on location or market but does not include details such as the types of gases accounted for, base year calculations, emission factor sources, or the methodology used.",
        "2": "report includes approximately 50% of the reporting requirements, such as providing partial Scope 2 GHG emission data without details on location-based or market-based methods, or emission factors used.",
        "3": "report covers more than 50% of the requirements, including comprehensive Scope 2 GHG data along with some additional details (e.g., emission consolidation approach or emission factor sources), but lacks full methodology or emission reduction strategies.",
        "4": "the report provides comprehensive details on total indirect energy-related GHG (Scope 2) emissions in metric tons of CO₂ equivalent, both location-based and market-based (if applicable). The report must specify the types of gases accounted for (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃) and include supplementary information such as the base year for calculations (including the reason for selection and base year emissions), emission factor sources and GWP values used, the consolidation approach (equity share, financial control, or operational control), and the methodologies and assumptions applied in the calculations."
      }
    },
    "GRI 305-3": {
      "types": "environmental",
      "sub-title": "CCM&A1",
      "disclosure": "3 Emisi GRK (Cakupan 2) tidak langsung lainnya",
      "description": "Reports Scope 3 other indirect Greenhouse Gas (GHG) emissions in metric tons of CO₂ equivalent, including: Total gross indirect Scope 3 emissions in metric tons of CO₂ equivalent. Types of gases included, specifying whether CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃, or all are considered. Biogenic CO₂ emissions, if applicable, in metric tons of CO₂ equivalent. Scope 3 categories and activities included in the calculation. Additional Information: Base year for calculation, if applicable, including: i. The reason for selecting the base year. ii. Emissions in the base year. iii. Context for significant changes in emissions that triggered a recalculation of the base year. Source of emission factors and Global Warming Potential (GWP) values used or reference to GWP sources. Standards, methodologies, assumptions, and/or calculation tools used.",
      "keywords": ["Emisi GRK Tidak Langsung Lainnya", "Emisi Gas Rumah Kaca Tidak Langsung Lainnya", "Cakupan 3", "Scope 3", "Emisi Tidak Langsung Lainnya", "Gas Rumah Kaca", "Volume Emisi Tidak Langsung", "Emisi dari Rantai Pasok", "Emisi dari Transportasi dan Distribusi", "Emisi dari Penggunaan Produk", "Emisi dari Perjalanan Bisnis", "Emisi dari Aktivitas Hilir", "Emisi dari Aktivitas Hulu", "Emisi dari Investasi", "Emisi dari Pengelolaan Limbah", "Karbon Dioksida (CO₂)", "Metana (CH₄)", "Dinitrogen Oksida (N₂O)", "Hidrofluorokarbon (HFC)", "Perfluorokarbon (PFC)", "Sulfur Heksafluorida (SF₆)", "Nitrogen Trifluorida (NF₃)", "Faktor Emisi", "Potensi Pemanasan Global (GWP)", "Tahun Dasar Emisi", "Penghitungan Emisi", "Konsolidasi Emisi", "GHG Indirect Emissions", "Scope 3 Emissions", "Other Indirect Greenhouse Gas Emissions", "Greenhouse Gas Emissions", "Emissions from Supply Chain", "Emissions from Transportation & Distribution", "Emissions from Product Use", "Emissions from Business Travel", "Upstream Emissions", "Downstream Emissions", "Emissions from Investments", "Emissions from Waste Management", "Carbon Dioxide (CO₂)", "Methane (CH₄)", "Nitrous Oxide (N₂O)", "Hydrofluorocarbons (HFCs)", "Perfluorocarbons (PFCs)", "Sulfur Hexafluoride (SF₆)", "Nitrogen Trifluoride (NF₃)", "Emission Factors", "Global Warming Potential (GWP)", "Base Year Emissions", "Emission Calculation", "Emission Consolidation"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only basic Scope 3 indirect GHG emissions data without reduction strategies. For example, the report mentions total indirect Scope 3 emissions in metric tons of CO₂ equivalent but does not specify which Scope 3 categories are included (such as transportation, supply chain, business travel, or investments). Additionally, the report does not include details on the types of gases accounted for, base year calculations, emission factors, or the methodology used.",
        "2": "report includes approximately 50% of the reporting requirements, such as providing partial Scope 3 GHG emission data without details on activity categories (e.g., transportation, supply chain, business travel) or emission factors used.",
        "3": "report covers more than 50% of the requirements, including comprehensive Scope 3 GHG data along with some additional details (e.g., calculation approach or emission factor sources), but lacks full methodology or emission reduction strategies.",
        "4": "report provides comprehensive details on total Scope 3 other indirect GHG emissions in metric tons of CO₂ equivalent. The report must specify the types of gases accounted for (CO₂, CH₄, N₂O, HFCs, PFCs, SF₆, NF₃), biogenic CO₂ emissions (if applicable), and the Scope 3 categories and activities included in the calculation, such as supply chain, transportation, distribution, product use, business travel, investments, and waste management. Additionally, the report must include supplementary details such as the base year for calculations (including the reason for selection and base year emissions), the source of emission factors and GWP values used, as well as the methodologies and assumptions applied in the calculations."
      }
    },
    "GRI 302-1": {
      "types": "environmental",
      "sub-title": "CCM&A2",
      "disclosure": "konsumsi energi dalam organisasi",
      "description": "Reports total energy consumption of the organization in joules or its multiples, including: Fuel consumption from non-renewable sources, specifying: Total consumption in joules or its multiples, Types of fuel used (e.g., coal, petroleum, natural gas), Fuel consumption from renewable sources, specifying: Total consumption in joules or its multiples, Types of fuel used (e.g., biomass, biofuels), Total energy consumption within the organization, in joules or its multiples, categorized by: Electricity consumption, Heating consumption, Cooling consumption, Steam consumption. Total energy sold, in joules or its multiples, categorized by: Electricity sold, Heating sold, Cooling sold, Steam sold. Additional Information: Standards, methodologies, assumptions, and/or calculation tools used. Sources of conversion factors applied.",
      "keywords": ["Konsumsi Energi", "Konsumsi Energi dalam Organisasi", "Penggunaan Energi", "Konsumsi Listrik", "Konsumsi Pemanasan", "Konsumsi Pendinginan", "Konsumsi Uap", "Energi Terjual", "Listrik Terjual", "Pemanasan Terjual", "Pendinginan Terjual", "Uap Terjual", "Konsumsi Bahan Bakar", "Bahan Bakar Fosil", "Sumber Daya Tak Terbarukan", "Sumber Daya Terbarukan", "Batu Bara", "Minyak Bumi", "Gas Alam", "Biomassa", "Biofuel", "Efisiensi Energi", "Intensitas Energi", "Faktor Konversi Energi", "Penghitungan Konsumsi Energi", "Standar Konsumsi Energi", "Metodologi Konsumsi Energi", "Energy Consumption", "Energy Use", "Energy Consumption within the Organization", "Electricity Consumption", "Heating Consumption", "Cooling Consumption", "Steam Consumption", "Energy Sold", "Electricity Sold", "Heating Sold", "Cooling Sold", "Steam Sold", "Fuel Consumption", "Fossil Fuels", "Non-Renewable Energy Sources", "Renewable Energy Sources", "Coal", "Petroleum", "Natural Gas", "Biomass", "Biofuels", "Energy Efficiency", "Energy Intensity", "Energy Conversion Factors", "Energy Consumption Calculation", "Energy Standards", "Energy Methodology"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only basic total energy consumption data without specifying the types of energy sources (renewable vs. non-renewable) or any energy efficiency measures. For example, the report states total energy consumption in joules but does not differentiate between fossil fuel consumption and renewable energy use. Additionally, the report lacks details on calculation methodologies, conversion factors, or standards applied.",
        "2": "report includes approximately 50% of the reporting requirements, such as providing partial energy consumption data without distinguishing between renewable and non-renewable sources or without mentioning efficiency measures.",
        "3": "report covers more than 50% of the requirements, including more detailed energy consumption data with some additional insights (e.g., proportion of renewable energy used or some efficiency measures), but lacks full disclosure such as energy reduction targets.",
        "4": "report provides a comprehensive breakdown of the organization's total energy consumption in joules or its multiples, including fuel consumption from non-renewable sources (coal, petroleum, natural gas) and renewable sources (biomass, biofuels), with details on total energy consumed. The report must specify total energy consumption by electricity, heating, cooling, and steam. If the organization sells energy, it must report the total amount sold for electricity, heating, cooling, and steam. Additional information should include standards, methodologies, assumptions, calculation tools, and sources of conversion factors used. Furthermore, the report should highlight energy efficiency improvements, energy reduction targets, and transition plans toward renewable energy."
      }
    },
    "GRI 302-2": {
      "types": "environmental",
      "sub-title": "CCM&A2",
      "disclosure": "konsumsi energi di luar organisasi",
      "description": "Reports total energy consumption outside the organization in joules or its multiples, including: Total energy consumption outside the organization, covering energy used in: Transportation and distribution (upstream and downstream), Use of products and services by customers, Other supply chain activities requiring energy, Standards, methodologies, assumptions, and/or calculation tools used, covering: Data collection methods for energy consumption outside the organization, Data sources (e.g., supplier reports, industry-based estimations), Estimation methods if actual data is unavailable, Sources of conversion factors applied, including references to standard energy factors used for conversion to joules or its multiples.",
      "keywords": ["Konsumsi Energi Luar Organisasi", "Konsumsi Energi di Luar Organisasi", "Penggunaan Energi di Luar Organisasi", "Konsumsi Energi dalam Rantai Pasok", "Transportasi dan Distribusi", "Energi dalam Transportasi", "Energi dalam Distribusi", "Penggunaan Energi oleh Pelanggan", "Konsumsi Energi oleh Pengguna Akhir", "Energi dalam Penggunaan Produk dan Jasa", "Aktivitas Rantai Pasok yang Memerlukan Energi", "Laporan Konsumsi Energi oleh Pemasok", "Estimasi Konsumsi Energi Rantai Pasok", "Faktor Konversi Energi", "Penghitungan Konsumsi Energi Luar Organisasi", "Standar Konsumsi Energi di Rantai Pasok", "Metodologi Konsumsi Energi Luar Organisasi", "Energy Consumption Outside of the Organization", "External Energy Consumption", "Energy Use Outside the Organization", "Supply Chain Energy Consumption", "Energy in Transportation and Distribution", "Transportation Energy", "Distribution Energy", "Energy Use by Customers", "End-User Energy Consumption", "Energy in Product and Service Use", "Supply Chain Activities Requiring Energy", "Supplier Energy Reports", "Estimated Energy Use in Supply Chain", "Energy Conversion Factors", "External Energy Consumption Calculation", "Energy Standards for Supply Chain", "Methodology for External Energy Use"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only basic total external energy consumption data without specifying the types of energy sources (renewable vs. non-renewable) or any energy efficiency measures. For example, the report states total energy consumption in transportation and distribution but does not include energy consumption by customers or other supply chain activities. Additionally, the report lacks details on calculation methodologies, conversion factors, or data sources used.",
        "2": "report includes approximately 50% of the reporting requirements, such as providing partial energy consumption data outside the organization, without specifying energy sources or estimation methods used.",
        "3": "report covers more than 50% of the requirements, including more detailed external energy consumption data (e.g., energy use in transportation, distribution, or customer product usage) and some additional insights like estimation methods or conversion factor sources, but lacks full disclosure such as efficiency targets.",
        "4": "the report provides a comprehensive disclosure of total energy consumption outside the organization in joules or its multiples, covering energy used in transportation and distribution (upstream and downstream), product and service use by customers, and other supply chain activities requiring energy. The report must include details on standards, methodologies, assumptions, and calculation tools used, such as data collection methods, data sources (supplier reports, industry-based estimations), estimation methods when actual data is unavailable, and sources of energy conversion factors. Furthermore, the report should highlight energy efficiency improvements, targets for reducing external energy consumption, and transition strategies toward renewable energy within the supply chain."
      }
    },
    "GRI 302-3": {
      "types": "environmental",
      "sub-title": "CCM&A2",
      "disclosure": "intensitas energi",
      "description": " Reports the organization’s energy intensity ratio, including: Calculation method for the ratio, specifying the metric used (e.g., energy per unit of production, energy per revenue, energy per building area). Types of energy included in the ratio, such as: Fuel (fossil or renewable), Electricity, Heating, cooling, and steam, Scope of energy consumption within the ratio, specifying whether it includes: Energy consumed within the organization, Energy consumed outside the organization, A combination of both.",
      "keywords": ["Intensitas Energi", "Rasio Intensitas Energi", "Efisiensi Energi", "Konsumsi Energi per Unit Produksi", "Konsumsi Energi per Pendapatan", "Konsumsi Energi per Luas Bangunan", "Perbandingan Konsumsi Energi", "Rasio Penggunaan Energi", "Konsumsi Energi Spesifik", "Intensitas Energi Organisasi", "Energi yang Dikonsumsi dalam Organisasi", "Energi yang Dikonsumsi di Luar Organisasi", "Intensitas Penggunaan Listrik", "Intensitas Penggunaan Bahan Bakar", "Intensitas Konsumsi Pemanasan dan Pendinginan", "Faktor Konversi Energi", "Standar Perhitungan Intensitas Energi", "Energy Intensity", "Energy Intensity Ratio", "Energy Efficiency", "Energy Consumption per Unit of Production", "Energy Consumption per Revenue", "Energy Consumption per Building Area", "Energy Usage Comparison", "Energy Use Ratio", "Specific Energy Consumption", "Organization’s Energy Intensity", "Energy Consumed Within the Organization", "Energy Consumed Outside the Organization", "Electricity Intensity", "Fuel Intensity", "Heating and Cooling Consumption Intensity", "Energy Conversion Factors", "Energy Intensity Calculation Standards"],
      "criteria": {
        "0": "Does not explain or mention the aspects outlined in the description of the relevant GRI index. a score of 0 is assigned if no relevant keyword matching is found in relation to the assessed indicator.",
        "1": "report provides only total energy consumption data without calculating a clear energy intensity ratio. For example, the report states total energy consumption but does not compare it to production units, revenue, or building area. Additionally, the report does not specify whether the energy used comes from fossil fuels, electricity, or renewable sources. There is no information on the calculation methodology for the ratio or whether the reported energy consumption covers internal or external energy use.",
        "2": "report includes approximately 50% of the reporting requirements, such as mentioning the energy intensity ratio without specifying the types of energy included or the calculation method.",
        "3": "the report covers more than 50% of the requirements, including the calculation method and types of energy in the ratio, but may not fully cover the scope of energy consumption (e.g., only including energy within the organization and not external energy consumption).",
        "4": "report provides a comprehensive disclosure of the organization’s energy intensity ratio, including a clear methodology for calculation and specific metrics used (e.g., energy per unit of production, energy per revenue, or energy per building area). The report must include the types of energy considered in the ratio, such as fuel (both fossil and renewable), electricity, and energy for heating, cooling, and steam. Furthermore, it should specify whether the ratio includes energy consumed within the organization, outside the organization, or both. The report must also highlight energy efficiency improvements, targets for reducing energy intensity, and strategies to optimize energy consumption and transition toward renewable energy."
      }
    }
}
    